Repository: XP2025A/LoopTranslation
Catalog: DIY_LoopApp/LoopKit/*.xcloc/Localized Contents/*.xliff
Languages: da, de, fi, fr, nl, sv

source: The value you have entered is lower than what is typically recommended for most people.
da: En værdi, du har angivet, er lavere end den, der typisk anbefales til de fleste.
de: Der eingegebene Wert ist niedriger als der Wert, der normalerweise für die meisten Personen empfohlen wird.
fi: Antamasi arvo on pienempi kuin useimmille ihmisille yleensä suositellaan.
fr: La valeur que vous avez saisie est inférieure à ce qui est généralement recommandé pour la plupart des personnes.
nl: Een waarde die je hebt ingevoerd is lager dan wat meestal voor de meeste mensen wordt aanbevolen.
sv: Det värde du har angett är lägre än vad som normalt rekommenderas för de flesta.

source: The values you have entered are outside of what is typically recommended for most people.
da: Nogle af de værdier, du har angivet, ligger uden for det, der typisk anbefales til de fleste.
de: Die eingegebenen Werte liegen außerhalb dessen, was für die meisten Personen normalerweise empfohlen wird.
fi: Antamasi arvot ovat useimmille ihmisille yleensä suositeltujen arvojen ulkopuolella.
fr: Les valeurs que vous avez saisies sont en dehors de ce qui est généralement recommandé pour la plupart des personnes.
nl: Sommige van de waarden die u hebt ingevoerd vallen buiten wat algemeen wordt aanbevolen.
sv: Ett eller flera av de värden du har angett är utanför vad som generellt rekommenderas.

source: U/hr
da: E/t
de: IE/Std.
fi: U/t
fr: U/h
nl: E/hr
sv: E/timme

source: Uncertain Delivery
da: Usikker afgivelse
de: Unsichere Abgabe
fi: Epävarma annostelu
fr: Administration incertaine
nl: Onzekere levering
sv: Oklart ifall bolus administrerats

source: Unit
da: Enhed
de: Einheit
fi: Yksikkö
fr: Unité
nl: Eenheid
sv: Enhet

source: Unit/hour
da: Enhed/time
de: Einheit/Std.
fi: Yksikkö/tunti
fr: unité / heure
nl: Eenheid/uur
sv: Enhet/timme

source: Units
da: Enheder
de: Einheiten
fi: Yksikköä
fr: Unités
nl: Eenheden
sv: Enheter

source: Units/hour
da: Enheder/time
de: Einheiten/Stunde
fi: Yksikköä/tunnissa
fr: unités / heure
nl: Eenheid/uur
sv: Enhet/timme

source: Workout
da: Træning
de: Training
fi: Liikunta
fr: Entraînement
nl: Training
sv: Träning

source: Your Basal Rate of insulin is the number of units per hour that you want to use to cover your background insulin needs.
da: En basalrate, er det antal af enheder i timen, som du skal bruge for at dække dit basale insulinbehov.
de: Ihre Basalrate ist die Anzahl der Einheiten pro Stunde, die Sie verwenden möchten, um Ihren ständigen Insulinbedarf zu decken.
fi: Basaalitaso tarkoittaa sitä yksikkömäärää insuliinia tunnissa, jonka tarvitset insuliinin perustarpeen kattamiseen.
fr: Votre debit basal est le nombre d'unités par heure que vous souhaitez utiliser pour couvrir vos besoins vitaux d'insuline.
nl: Uw basale snelheid van insuline is het aantal eenheden per uur dat u wilt gebruiken om uw standaard insuline behoeften te dekken.
sv: Din bassaldos är det antal enheter insulin per timme som krävs för din basala ämnesomsättning.

source: Your Carb Ratio is the number of grams of carbohydrates covered by one unit of insulin.
da: Kulhydratforhold er antallet af kulhydrater i gram, der dækkes af én enhed insulin.
de: Ihr KH-Verhältnis ist die Anzahl der Gramm Kohlenhydrate, die von einer Einheit Insulin abgedeckt werden.
fi: Hiilihydraattisuhde tarkoittaa sitä, kuinka monta grammaa hiilihydraatteja yksi insuliiniyksikkö kattaa.
fr: Votre ratio insuline-glucides est le nombre de grammes de glucides couverts par une unité d'insuline.
nl: Jouw koolhydraten verhouding is het aantal gram gram koolhydraten dat gedekt wordt door één eenheid insuline.
sv: Din insulinkvot är det antal gram kolhydrater som svarar mot en enhet insulin.

source: Your Insulin Sensitivities refer to the drop in glucose expected from one unit of insulin.
da: Insulinfølsomhed henviser til det fald i blodsukker, der forventes fra én insulinenhed.
de: Ihre Insulinempfindlichkeiten beziehen sich auf den Rückgang des Blutzuckers, der von einer Einheit Insulin erwartet wird.
fi: Insuliiniherkkyys tarkoittaa sitä, kuinka paljon glukoosi laskee yhdellä insuliiniyksiköllä.
fr: Vos sensibilités à l'insuline se réfèrent à la baisse de glycémie prévue entrainée par une unité d'insuline.
nl: Uw insuline gevoeligheden verwijzen naar de verwachte daling in glucose van één eenheid insuline.
sv: Insulinkänslighet är ett mått på hur mycket ditt blodsocker sänks av en enhet insulin.

# com.loudnate.CarbKit.deleteCarbEntryUnownedErrorDescription
source: Authorization Denied
da: Tilladelse nægtet
de: Autorisierung verweigert
fi: Valtuutus hylättiin
fr: Autorisation refusée
nl: Autorisatie geweigerd
sv: Auktorisation nekad

# com.loudnate.carbKit.sharingDeniedErrorRecoverySuggestion
source: This sample can be deleted from the Health app
da: Dette eksempel kan slettes fra Sundheds appen
de: Dieses Beispiel kann in der Healt-App gelöscht werden.
fi: Tämä näyte voidaan poistaa Terveys-sovelluksesta
fr: Cette entrée peut être supprimée de l'application Health
nl: Dit voorbeeld kan verwijderd worden uit de Gezondheid
sv: Detta värde kan raderas från Hälsa-appen

# 7xi-Om-Y53.text
source: Authorize access to Health to continue
da: Godkend adgang til Sundhed for at fortsætte
de: Autorisieren Sie den Zugriff auf die Health App, um fortzufahren
fi: Jatka sallimalla pääsy Terveys-sovellukseen
fr: Autoriser l'accès à l'application Health pour continuer
nl: Geef toestemming tot Gezondheid om verder te gaan
sv: Auktorisera åtkomst till Hälsa för att fortsätta

# 8sx-XB-DRV.normalTitle
source: Authorize
da: Autoriseret
de: Autorisieren
fi: Salli
fr: Autoriser
nl: Geef toestemming
sv: Auktorisera

# K0S-my-3qL.text
source: Amount Consumed
da: Antal kulhydrater
de: Verbrauchte Menge
fi: Määrä
fr: Montant consommé
nl: Hoeveelheid geconsumeerd
sv: Mängd

# NRZ-dT-iqj.text
source: Food Type
da: Mad type
de: Art von Essen
fi: Ruokatyyppi
fr: Type de nourriture
nl: Type voedsel
sv: Typ av mat

# Qgq-n1-hm4.title
source: Carbohydrates
da: Kulhydrater
de: Kohlenhydrate
fi: Hiilihydraatit
fr: Glucides
nl: Koolhydraten
sv: Kolhydrater

# bM2-yI-YmX.title
source: Add/Edit Carb Entry
da: Tilføj/rediger kulhydrat
de: Hinzufügen/Bearbeiten von Kohlenhydrateintrag
fi: Lisää/muokkaa hiilihydraatteja
fr: Ajouter/modifier une entrée de glucides
nl: Toevoegen/bewerken koolhydraten invoer
sv: Lägg till/Ändra kolhydrater

# bdP-2A-DB8.text
source: Food Type
da: Mad type
de: Art von Essen
fi: Ruokatyyppi
fr: Type de nourriture
nl: Type voedsel
sv: Typ av mat

# m95-PG-bTq.text
source: Detail
da: Detalje
fi: Yksityiskohta
fr: Détail
sv: Detalj

# nXh-BM-MuC.text
source: HealthKit is not available on this device
da: HealthKit er ikke tilgængelig på denne enhed
de: HealthKit ist auf diesem Gerät nicht verfügbar
fi: HealthKit ei ole käytettävissä tässä laitteessa
fr: Health App n'est pas disponible sur cet appareil
nl: Gezondheid is niet beschikbaar op dit apparaat
sv: HealthKit är inte tillgänglig på den här enheten

# pHI-f4-pJp.text
source: g Total
de: g Insgesamt
fi: g yhteensä
fr: g Totaux
nl: gr totaal
sv: g totalt

# vM9-H7-t3C.text
source: Title
da: Titel
de: Titel
fi: Otsikko
fr: Titre
nl: Titel
sv: Titel

# 7Fi-wD-gf2.text
source: Title
da: Titel
de: Titel
fi: Otsikko
fr: Titre
nl: Titel
sv: Titel

# 9jm-X6-3QA.text
source: Detail
da: Detalje
fi: Yksityiskohta
fr: Détail
sv: Detalj

# TyZ-xm-mVN.segmentTitles[0]
source: Reservoir
fi: Säiliö
fr: Réservoir
sv: Reservoar

# TyZ-xm-mVN.segmentTitles[1]
source: Event History
da: Hændelseshistorik
de: Ereignisverlauf
fi: Tapahtumahistoria
fr: Historique des événements
nl: Pomp historie
sv: Händelsehistorik

# TyZ-xm-mVN.segmentTitles[2]
source: Outside Insulin
fi: Insuliini ulkopuolelta

# jSc-64-2tZ.text
source: No pump configured
da: Ingen pumpe konfigureret
de: Keine Pumpe konfiguriert
fi: Pumppua ei ole määritetty
fr: Pas de pompe configurée
nl: Geen pomp geconfigureerd
sv: Ingen pump konfigurerad

# kys-by-14s.text
source: U Total
da: E Total
de: IE Gesamt
fi: U yhteensä
fr: U Totaux
nl: E totaal
sv: E totalt

# vls-EW-uwI.title
source: Insulin Delivery
da: Afgivet insulin
de: Insulinabgabe
fi: Insuliinin annostelu
fr: Administration de l'insuline
nl: Insuline toediening
sv: Insulin doserat

source: higher
da: højere
de: höher
fi: korkeampi
fr: élevé
nl: hoger
sv: högre

source: lower
da: lavere
de: niedriger
fi: matalampi
fr: bas
nl: lager
sv: lägre

source: %1$@ or your Glucose Safety Limit, whichever is higher
da: %1$@ eller din glukose sikkerhedsgrænse, afhængigt af hvad der er højest
de: %1$@ oder Ihr Glukose-Sicherheitsgrenzwert, je nachdem was höher ist
fi: %1$@ tai glukoosin turvaraja sen mukaan, kumpi on korkeampi
fr: %1$@ ou votre seuil de suspension de la Glycémie (la plus grande des 2)
nl: %1$@ of uw Glucose Veiligheidslimiet, afhankelijk van welke hoger is
sv: %1$@ eller ditt Tröskelvärde, beroende på vilket som är högst

source: %1$@ units remaining at %2$@
da: %1$@ enheder tilbage ved %2$@
de: %1$@ Einheiten verbleiben um %2$@
fi: %1$@ yksikköä jäljellä klo %2$@
fr: %1$@ unités restantes à %2$@
nl: %1$@ nog actieve eenheden %2$@
sv: %1$@ enheter återstår kl %2$@

source: %1$d percent complete.
da: %1$d procent færdig.
de: %1$d Prozent abgeschlossen.
fi: %1$d prosenttia valmis.
fr: %1$d pourcent terminé.
nl: %1$d procent voltooid.
sv: %1$d procent slutförd.

source: %@ assumes that the insulin it has delivered is actively working to lower your glucose for 6 hours. This setting cannot be changed.
da: %@ forudsætter, at den insulin, den har leveret, aktivt arbejder på at sænke din glukose i 6 timer. Denne indstilling kan ikke ændres.
de: %@ geht davon aus, dass das Insulin, das es geliefert hat, aktiv arbeitet, um Ihre Glukose für 6 Stunden zu senken. Diese Einstellung kann nicht geändert werden.
fi: %@ olettaa, että annosteltu insuliini alentaa aktiivisesti glukoosia 6 tunnin ajan. Tätä asetusta ei voi muuttaa.
fr: %@ suppose que l'insuline qui a été délivrée travaille activement à réduire votre glycémie pendant 6 heures. Ce paramètre ne peut pas être modifié.
nl: %@ gaat ervan uit dat de insuline die het heeft geleverd actief werkt om uw glucose te verlagen voor 6 uur. Deze instelling kan niet worden gewijzigd.
sv: %@ antar att insulin doserat har en verkan i 6 timmar. Denna inställning går ej att ändra.

source: %@%% of normal insulin
da: %@%% af normalt insulin
de: %@%% von normalem Insulin
fi: %@%% norm. insuliinista
fr: %@%% de l’insuline de base
nl: %@%% of normale insuline
sv: %@%% av normalt insulinbehov

source: (appName) assumes that the insulin it has delivered is actively working to lower your glucose for 6 hours. This setting cannot be changed.
da: (appName) antager, at den insulin, det har leveret, arbejder aktivt på at sænke din glukose i 6 timer. Denne indstilling kan ikke ændres.
de: (appName) geht davon aus, dass das Insulin, das es geliefert hat, aktiv arbeitet, um Ihre Glukose für 6 Stunden zu senken. Diese Einstellung kann nicht geändert werden.
fi: (appName) olettaa, että annosteltu insuliini alentaa aktiivisesti glukoosia 6 tunnin ajan. Tätä asetusta ei voi muuttaa.
fr: (appName) se base sur une activité de l'insuline pendant 6 heures pour réduire votre glycémie. Ce paramètre ne peut pas être modifié.
nl: (appName) gaat ervan uit dat de geleverde insuline actief werkt om je glucose gedurende 6 uur te verlagen. Deze instelling kan niet worden gewijzigd.
sv: (appName) antar att insulin doserat har en verkan i 6 timmar. Denna inställning går ej att ändra.

source: A Correction Range is different. This will be a narrower range.
da: Et korrektionsområde er anderledes. Dette vil være et snævere interval.
de: Ein Korrekturbereich ist anders. Dies wird ein engerer Bereich sein.
fi: Korjausalue tarkoittaa eri asiaa. Se on kapeampi alue.
fr: Une plage de correction est différente. Ce sera une zone plus étroite.
nl: Een correctiebereik is anders. Dit zal een smaller bereik zijn.
sv: Detta målvärde är annorlunda än det du är van vid. Detta är ett snävare intervall.

source: A card whose text will wrap onto multiple lines if I continue to type for long enough—this length should do
da: Et kort hvis tekst vil ombryde til flere linjer, hvis jeg fortsætter med at skrive længe nok - denne længde bør gøre
de: Eine Karte, deren Text in mehrere Zeilen umbrochen wird, wenn ich lange genug einsetze – diese Länge sollte
fi: Kortti, jonka teksti rivittyy usealle riville, jos jatkan kirjoittamista riittävän kauan – tämän pituuden pitäisi riittää
nl: Een kaart waarvan de tekst op meerdere regels wordt teruggedrongen als ik lang genoeg blijf typen- Dit zou voldoende moeten zijn
sv: Ett kort vars text kommer att hamna på flera rader om jag fortsätter att skriva tillräckligt länge - denna längd bör räcka

source: A simple card
da: Et simpelt kort
de: Eine einfache Karte
fi: Yksinkertainen kortti
nl: Een eenvoudige kaart
sv: Ett enkelt kort

source: A value of 0 U/hr means you will be scheduled to receive no basal insulin.
da: En værdi på 0 E/time betyder, at du ikke vil modtage basal i den angivende tidesperiode.
de: Ein Wert von 0 U/h bedeutet, dass Sie kein Basalinsulin erhalten.
fi: Arvo 0 U/t tarkoittaa, että et saa lainkaan basaali-insuliinia.
fr: Une valeur de 0 U/h signifie que vous ne recevrez pas d’insuline basale.
nl: Een waarde van 0 E/uur betekent dat u geen basale insuline ontvangt.
sv: Ett värde på 0 / h innebär att du inte kommer få någon basal insulintillförsel.

source: Above dynamic data
da: Over dynamisk data
de: Über dynamischen Daten
fi: Dynaamisten tietojen yläpuolella
fr: Au-dessus des données dynamiques
nl: Boven dynamische gegevens
sv: Över dynamisk data

source: Above the save button
da: Over gem knappen
de: Über der Speichertaste
fi: Tallenna-painikkeen yläpuolella
fr: Au-dessus du bouton enregistrer
nl: Boven de knop Opslaan
sv: Ovanför spara-knappen

source: Absorption Time
da: Absorberingstid
de: Absorbtionszeit
fi: Imeytymisaika
fr: Durée d’absorption
nl: Absorptie tijd
sv: Absorptionstid

source: Action Button
da: Handlingsknap
de: Aktions-Taste
fi: Toimintopainike
nl: Actieknop
sv: Åtgärdsknapp

source: Active Duration
da: Aktiv varighed
de: Aktive Dauer
fi: Aktiivinen kesto
fr: Durée d'activité
nl: Actieve duur
sv: Aktiv varaktighet

source: Activity
da: Aktivitet
de: Aktivität
fi: Liikunta
fr: Activité
nl: Activiteit
sv: Aktivitet

source: Add
da: Tilføj
de: Hinzufügen
fi: Lisää
fr: Ajouter
nl: Toevoegen
sv: Lägg till

source: Add Account
da: Tilføj konto
de: Konto hinzufügen
fi: Lisää tili
fr: Ajouter un compte
nl: Voeg account toe
sv: Lägg till konto

source: Add Carb Entry
da: Tilføj kulhydrater
de: Kohlenhydrate hinzufügen
fi: Lisää hiilihydraatteja
fr: Ajouter des glucides
nl: Voer koolhydraten in
sv: Lägg till kolhydrater

source: Are you sure you want to delete all history entries?
da: Er du sikker på at du vil slette alle gamle indtastninger?
de: Möchtest du wirklich alle History Einträge löschen?
fi: Haluatko varmasti poistaa kaikki historiatiedot?
fr: Êtes-vous sûr de vouloir supprimer toutes les entrées d’historique?
nl: Weet je zeker dat je de gehele pompgeschiedenis wilt verwijderen?
sv: Säkert att du vill radera all händelsehistorik?

source: Are you sure you want to delete all reservoir values?
da: Er du sikker på at du vil slette alle reservoir værdier?
de: Möchtest du wirklich alle Reservoir Werte löschen?
fi: Haluatko varmasti poistaa kaikki säiliön arvot?
fr: Êtes-vous sûr de vouloir supprimer toutes les valeurs de réservoir?
nl: Weet je zeker dat je alle waardes van het reservoir wilt verwijderen?
sv: Säkert att du vill radera alla reservoarvärden?

source: Authenticate to save therapy setting
da: Godkend for at gemme behandlingsindstilling
de: Authentifizieren, um die Therapieeinstellung zu speichern
fi: Varmenna tallentaaksesi hoitoasetukset
fr: S'authentifier pour enregistrer les paramètres de thérapie
nl: Bevestig om de therapie instellingen op te slaan
sv: Autentisera för att spara behandlingsinställningar

source: Basal, bolus, and correction insulin dose amounts are decreased by %@%%.
da: Basal-, bolus- og korrektionsinsulindoser er sænket med %@%%.
de: Basal-, Bolus- und Korrekturinsulinmengen werden verringert um %@%%.
fi: Basaalin, boluksen ja korjaavan insuliiniannoksen määriä vähennetään %@%%.
fr: Le débit de basale, les bolus, et le niveau de l’insuline de correction sont diminués par %@%%.
nl: Basaal, bolus en insuline correctie hoeveelheden zijn gereduceerd met %@%%.
sv: Basal, bolus, och korrigeringsdoser är minskade med %@%%.

source: Basal, bolus, and correction insulin dose amounts are increased by %@%%.
da: Basal-, bolus- og korrektions-insulindoser er forøget med %@%%.
de: Basal-, Bolus- und Korrekturinsulinmengen werden erhöht um %@%%.
fi: Basaalin, boluksen ja korjaavan insuliiniannoksen määriä lisätään %@%%.
fr: Le débit de basale, les bolus, et le niveau de l’insuline de correction sont augmentés par %@%%.
nl: Basaal, bolus en insuline correctie hoeveelheden zijn verhoogd met %@%%.
sv: Basal, bolus, och korrigeringsdoser är ökade med %@%%

source: Basal, bolus, and correction insulin dose amounts are unaffected.
da: Basal-, bolus- og korrektionsinsulindoser er uændrede.
de: Basal-, Bolus- und Korrekturinsulindosismengen bleiben unverändert.
fi: Basaalin, boluksen ja korjaavan insuliiniannoksen määrät pysyvät ennallaan.
fr: Le débit de basale, les bolus, et le niveau de l’insuline de correction ne sont pas affectés.
nl: Basaal, bolus en insuline correctie hoeveelheden zijn onveranderd.
sv: Basal, bolus, och korrigeringsdoser är oförändrade.

source: Below dynamic data
da: Under dynamisk data
de: Unter dynamischen Daten
fi: Dynaamisten tietojen alapuolella
fr: En dessous des données dynamiques
nl: Onder dynamische gegevens
sv: Under dynamisk data

source: Bottom
da: Bund
de: Unten
fi: Alaosa
nl: Onderkant
sv: Längst ned

source: Bottom component
da: Nederst komponent
de: Untere Komponente
fi: Alaosan komponentti
nl: Onderste component
sv: Nedre komponent

source: Cancel
da: Annuller
de: Abbrechen
fi: Kumoa
fr: Annuler
nl: Annuleer
sv: Avbryt

source: Cancel Override
da: Annuller override
de: Override abbrechen
fi: Kumoa tilapäisasetus
fr: Annuler la surcharge
nl: Annuleer tijdelijk programma
sv: Avbryt Undantag

source: Canceling Temp Basal
da: Annuller midlertidig basal
de: Temporäre Basalrate abbrechen
fi: Kumotaan tilapäinen basaali
fr: Annulation du débit de basale temporaire
nl: Annuleer tijdelijk basaal
sv: Avbryt temporär basal

source: Changes will only apply this time you enable the override. The default settings of %@ will not be affected.
da: Ændringer gælder kun ved denne override. Standardindstillingerne af %@ bliver ikke påvirket.
de: Änderungen werden nur dann wirksam, wenn Sie den Override aktivieren. Die Standardeinstellungen von %@ werden nicht beeinflusst.
fi: Muutokset otetaan käyttöön vain tällä kertaa, kun otat tilapäisasetuksen käyttöön. Alkuperäiset %@-asetukset pysyvät ennallaan.
fr: Les changements effectués s’appliqueront uniquement maintenant en commençant la surcharge. Les réglages par défaut de %@ ne seront pas affectés.
nl: Wijzigingen gelden alleen als je het tijdelijk programma activeert. De standaard instellingen van %@ worden niet veranderd.
sv: Ändringarna kommer endast att gälla denna gång du använder undantag. De ordinarie inställningarna på %@ kommer inte att påverkas.

source: Changes will only apply this time you enable the preset. The default settings of %@ will not be affected.
da: Ændringerne gælder kun denne override. Standardindstillingerne af %@ bliver ikke påvirket.
de: Änderungen gelten nur, wenn Sie die Voreinstellung aktivieren. Die Standardeinstellungen von %@ sind nicht betroffen.
fi: Muutokset ovat voimassa vain tällä kertaa, kun esiasetus otetaan käyttöön. Tämä ei vaikuta alkuperäisiin %@ -asetuksiin.
nl: Wijzigingen gelden alleen als je het tijdelijk programma activeert. De standaard instellingen van %@ worden niet veranderd.
sv: Ändringarna kommer endast att gälla denna gång du använder undantag. De ordinarie inställningarna på %@ kommer inte att påverkas.

source: Choose a longer absorption time for larger meals, or those containing fats and proteins. This is only guidance to the algorithm and need not be exact.
da: Vælg en længere absorberingstid ved større måltider, eller dem med fedt og proteiner. Det er blot hjælp til algoritmen, og behøver ikke være nøjagtig.
de: Wähle eine längere absorbtionszeit für größere Mahlzeiten, oder welche viel Fett und Proteine beinhalten. Dies ist eine Unterstützung für den Algorithmus und muss nicht genau sein.
fi: Valitse pidempi imeytymisaika isoille tai paljon rasvaa ja proteiineja sisältäville aterioille. Tämä on suuntaa antava ohje, eikä sen tarvitse olla tarkka.
fr: Choisissez un temps d’absorption plus long pour les gros repas ou ceux contenant des graisses et des protéines. Ceci est seulement un guide pour l'algorithme et n'a pas besoin d'être exact.
nl: Kies een langere opnametijd voor grotere maaltijden of voor degene die vetten en eiwitten bevatten. Dit is alleen een leidraad voor het algoritme en hoeft niet exact te zijn.
sv: Välj en längre absorptionstid för måltid med mycket fett eller protein. Du kan också dela upp måltiden i snabba och långsamma kolhydrater och mata in dessa var för sig.

source: Close
da: Luk
de: Schließen
fi: Sulje
fr: Fermer
nl: Sluiten
sv: Stäng

source: Completed.
da: Fuldført.
de: Erledigt.
fi: Valmis.
fr: Terminé.
nl: Voltooid.
sv: Klart.

source: Condition
da: Tilstand
de: Bedingung
fi: Vointi
nl: Gesteldheid
sv: Tillstånd

source: Confirm Setting
da: Bekræft indstillingerne
de: Bestätigen der Einstellung
fi: Vahvista asetus
fr: Confirmer le réglage
nl: Bevestig instelling
sv: Bekräfta inställning

source: Continue
da: Fortsæt
de: Weiter
fi: Jatka
fr: Continuer
nl: Ga verder
sv: Fortsätt

source: Correction Values
da: Korrektionværdier
de: Korrekturwerte
fi: Korjausarvot
nl: Correctie Waarden
sv: Målvärden

source: Correction range is the blood glucose range that you would like Loop to correct to.
da: Korrektionsområde er det område du gerne vil have at Loop korrigere dit blodsukker til.
de: Der Korrekturbereich ist der Blutzuckerbereich, auf den Loop korrigieren soll.
fi: Korjausalue on glukoositavoitealue, johon haluat Loopin korjaavan.
fr: La plage de correction est la plage de glycémie vers laquelle vous voudriez que Loop vous corrige.
nl: Correctie bereik is het bereik dat je wilt dat Loop op aanstuurt.
sv: Målvärden är det blodglukosintervall du vill att Loop ska korrigera blodsockret till.

source: Custom
da: Opret midlertidig Preset
de: Benutzerdefiniert
fi: Mukautettu
fr: Personnalisé
nl: Aangepast
sv: Anpassad

source: Custom Override
da: Override
de: Benutzerdefinierter Override
fi: Mukautettu tilapäisasetus
fr: Surcharge personnalisée
nl: Aangepast programma
sv: Anpassat undantag

source: Custom Preset
da: Preset
de: Benutzerdefinierte Voreinstellung
fi: Mukautettu esiasetus
fr: Réglages Perso.
nl: Aangepaste voorinstelling
sv: Anpassad förinställning

source: Date
da: Tidspunkt kulhydraterne spise/er spist
de: Datum
fi: Aika
nl: Datum
sv: Tid

source: Delete
da: Slet
de: Löschen
fi: Poista
fr: Supprimer
nl: Verwijderen
sv: Ta bort

source: Delete Account
da: Slet konto
de: Konto löschen
fi: Poista tili
fr: Supprimer le compte
nl: Verwijder account
sv: Radera konto

source: Delete All
da: Slet alle
de: Alle löschen
fi: Poista kaikki
fr: Supprimer tout
nl: Verwijder alles
sv: Radera allt
