Repository: XP2025A/LoopTranslation
Catalog: DIY_LoopApp/LoopKit/*.xcloc/Localized Contents/*.xliff
Languages: da, de, fi, fr, nl, sv

source: Running
da: Løber
de: Laufen
fi: Juoksu
fr: Course
nl: Hardlopen
sv: Löpning

source: SCHEDULED OVERRIDE
da: PLANLAGT OVERRIDE
de: GEPLANTER OVERRIDE
fi: AJASTETTU TILAPÄISASETUS
fr: SURCHARGE PROGRAMMÉE
nl: GEPLAND TIJDELIJK PROGRAMMA
sv: SCHEMALAGT UNDANTAG

source: SCHEDULED PRESET
da: PLANLAGT OVERRIDE
de: GEPLANTE VOREINSTELLUNG
fi: AJASTETTU ESIASETUS
nl: GEPLANDE VOORINSTELLING
sv: SCHEMALAGD FÖRINSTÄLLNING

source: Save
da: Gem
de: Sichern
fi: Tallenna
fr: Sauvegarder
nl: Sla op
sv: Spara

source: Save Basal Rates?
da: Gem basalrater?
de: Basalrate speichern?
fi: Tallenna basaalitasot?
fr: Enregistrer les taux Basal ?
nl: Basaal Rates opslaan?
sv: Spara basaldoser?

source: Save Carb Ratios?
da: Gem kulhydratforhold?
de: KH-Verhältnis speichern?
fi: Tallenna hiilihydraattisuhteet?
fr: Enregistrer les Ratios ?
nl: Koolhydraten verhoudingen opslaan?
sv: Spara insulinkvoter?

source: Save Correction Range(s)?
da: Gem korrektionsområde(er)?
de: Korrekturbereich speichern?
fi: Tallenna korjausalue(et)?
fr: Enregistrer les plages de correction?
nl: Opslaan correctiebereik?
sv: Spara målvärde(n)?

source: Save Delivery Limits?
da: Gem insulin-grænser?
de: Abgabelimiten speichern?
fi: Tallenna annostelurajat?
fr: Enregistrer les limites d'injection ?
nl: Toebedienings limieten opslaan?
sv: Spara Maxdoser?

source: Save Glucose Safety Limit?
da: Gem blodsukker sikkerhedsgrænse?
de: Blutzucker-Sicherheitsgrenze speichern?
fi: Tallenna glukoosin turvaraja?
fr: Enregistrer la limite de sécurité de la glycémie ?
nl: Glucose veiligheid limiet opslaan?
sv: Spara tröskelvärde för blodsocker?

source: Save Insulin Sensitivities?
da: Gem insulinfølsomheder?
de: Insulinempfindlichkeit speichern?
fi: Tallenna insuliiniherkkyydet?
nl: Insuline gevoeligheden opslaan?
sv: Spara insulinkänslighet?

source: Save Pre-Meal Range?
da: Gem pre-meal område?
de: Pre-Meal-Bereich speichern?
fi: Tallenna Ennen ateriaa -alue?
fr: Enregistrer la zone de pré-repas?
nl: Voor de maaltijd bereik opslaan?
sv: Spara intervall för 'Före måltid'?

source: Save Workout Range?
da: Vil du gemme træningsområdet?
de: Trainings-Bereich speichern?
fi: Tallenna Liikuntatila-alue?
nl: Trainings bereik opslaan?
sv: Spara målvärde för träning?

source: Slow
da: Langsom
de: Langsam
fi: Hidas
fr: Lent
nl: Langzaam
sv: Långsam

source: Some users choose a value 2, 3, or 4 times their highest scheduled basal rate.
da: Nogle brugere vælger en værdi 2, 3 eller 4 gange deres højeste basalrate.
de: Einige Benutzer wählen einen Wert 2, 3 oder 4 mal der höchsten geplanten Basalrate.
fi: Useimmat käyttäjät valitsevat omaa korkeinta basaalitasoa 2, 3 tai 4 kertaa suuremman arvon.
nl: Sommige gebruikers kiezen een waarde 2, 3 of 4 keer de hoogst geplande basaal snelheid.
sv: Vissa användare väljer ett värde 2, 3 eller 4 gånger sin högsta schemalagda basaldos.

source: Start Time
da: Start tid
de: Startzeit
fi: Alkaa
fr: Heure de début
nl: Start tijd
sv: Starttid

source: Starting Temp Basal
da: Starter midlertidig basal
de: Starten der temporären Basalrate
fi: Aloitetaan tilapäinen basaali
fr: Démarrage du basal temporaire
nl: Start tijdelijk basaal
sv: Börjar temporär basal

source: Submitted by %1$@, %2$@
da: Indsendt af %1$@, %2$@
de: Eingereicht von %1$@, %2$@
fi: Lähettänyt %1$@, %2$@
fr: Soumis par %1$@, %2$@
nl: Ingediend door %1$@, %2$@
sv: Skickad av %1$@, %2$@

source: Support
fi: Tuki
nl: Ondersteuning

source: Suspend Delivery
da: Pause afgivelse
de: Abgabe unterbrechen
fi: Pysäytä annostelu
fr: Suspendre la distribution
nl: Onderbreek toediening
sv: Pausa insulintillförsel

source: Suspending
da: Pauser
de: Unterbrechen
fi: Pysäytetään
fr: Suspension en cours
nl: Onderbreek
sv: Pausar

source: Switch Preview State
da: Skift forhåndsvisning tilstand
de: Vorschau-Status wechseln
fi: Vaihda esikatselutila
nl: Omschakelen naar voorbeeld stand
sv: Byt förhandsvisningsläge

source: Symbol
fi: Symboli
fr: Symbole
nl: Symbool

source: Tap '+' to create a new custom preset.
da: Tryk på '+' for at oprette en ny Preset.
de: Tippen Sie auf '+', um eine neue benutzerdefinierte Voreinstellung zu erstellen.
fi: Luo uusi mukautettu esiasetus napauttamalla '+'.
nl: Tik op '+' om een nieuwe aangepaste voorinstelling te maken.
sv: Tryck på '+' för att skapa en ny anpassad förinställning.

source: Tap to set
da: Tryk for at gemme
de: Klicken zum setzten
fi: Napauta asettaaksesi
fr: Appuyez pour définir
nl: Druk om in te stellen
sv: Klicka för att ange

source: Target Range
da: Korrektionsområde
de: Zielbereich
fi: Tavoitealue
fr: Zone cible
nl: Doel bereik
sv: Målvärden

source: Temporary Override
da: Midlertidig override
de: Vorübergehender Override
fi: Tilapäisasetus
fr: Surcharge temporaire
nl: Tijdelijk programma
sv: Temporärt undantag

source: The legacy model used by Loop, allowing customization of action duration.
da: Ældre model, der bruges af Loop, og som gør det muligt at tilpasse insulinens varighed.
de: Das von Loop verwendete Legacymodell, das die Anpassung der Aktionsdauer ermöglicht.
fi: Loopin vanha insuliinimalli, jossa voi muokata insuliinin vaikutusaikaa.
fr: Le modèle original utilisé par Loop, permettant de gérer la durée d'action de l'insuline.
nl: Het model gebruikt bij Loop, staat verandering van actieduur toe.
sv: Äldre modell använd av Loop, vilken tillåter anpassning av insulinets verkningstid.

source: The maximum absorption time is %@
da: Den maksimale absorptionstid er %@
de: Die maximale absorption time ist %@
fi: Pisin sallittu imeytymisaika on %@
fr: Le temps d'absorption maximum est de %@
nl: De maximum absorptietijd is %@
sv: Maximala absorptionstiden är %@

source: The maximum allowed amount is %@ grams
da: Den maksimalt tilladte mængde er %@ grams
de: Die maximale Anzahl an Gramm is %@ grams
fi: Suurin sallittu määrä on %@ grammaa
fr: La quantité maximèm est de %@ grammes
nl: De maximum toegestane waarde is %@ gram
sv: Maximal tillåtna mängd är %@ gram

source: The rapid-acting adult model assumes peak activity at 75 minutes.
da: Den rapid-acting adult model antager maksimal effekt ved 75 minutter.
de: Das schnell wirkende Erwachsenenmodell geht von einer Spitzenaktivität von 75 Minuten aus.
fi: Nopeavaikutteinen aikuisten malli olettaa vaikutushuippua 75 minuutissa.
fr: Ce modèle "Action rapide-Adulte" est basé sur une activité maximale de l’insuline vers 75 minutes.
nl: Het snelwerkende volwassen model gaat uit van piekactiviteit na 75 minuten.
sv: Den snabbverkande vuxenmodellen antar en maximal aktivitet vid 75 minuter.

source: The rapid-acting child model assumes peak activity at 65 minutes.
da: Den rapid-acting adult model antager maksimal effekt ved 65 minutter.
de: Das schnell wirkende Kindermodell geht von einer Spitzenaktivität von 65 Minuten aus.
fi: Nopeavaikutteinen lasten malli olettaa vaikutushuippua 65 minuutissa.
fr: Ce modèle "Action rapide-Enfant" est basé sur une activité maximale de l’insuline vers 65 minutes.
nl: Het snel opererende kindermodel veronderstelt een piekactiviteit op 65 minuten.
sv: Den snabbverkande vuxenmodellen antar en maximal aktivitet vid 65 minuter.

source: The schedule starts at midnight and cannot contain a rate of 0 U/hr.
da: Tidsplanen starter ved midnat og kan ikke indeholde en dosis på 0 E/time.
de: Der Zeitplan beginnt um Mitternacht und kann keine Rate von 0 U/h enthalten.
fi: Aikataulu alkaa keskiyöstä, eikä se voi sisältää basaalitasoa 0 U/t.
nl: Het schema begint om middernacht en mag geen hoeveelheid 0 E/uur bevatten.
sv: Schemat startar vid midnatt och får inte innehålla en dos på 0 E/timme.

source: Therapy Settings
da: Indstillinger
de: Therapieeinstellungen
fi: Hoitoasetukset
fr: Réglages Thérapeutique
nl: Therapie instellingen
sv: Behandlingsinställningar

source: Therapy Settings Support Placeholder
da: Indstillinger - Support
de: Therapieeinstellungen unterstützen Platzhalter
fi: Hoitoasetusten tuen paikkamerkki
sv: Behandlingsinställningar Support

source: This model assumes peak insulin activity at 55 minutes.
da: Denne model forudsætter peak insulin aktivitet på 55 minutter.
de: Dieses Modell geht von einer Spitzeninsulinaktivität bei 55 Minuten aus.
fi: Tässä mallissa oletetaan, että insuliinin vaikutushuippu on 55 minuutissa.
fr: Ce modèle est basé sur une activité maximale de l’insuline vers 55 minutes.
nl: Dit model gaat uit van piek insulineactiviteit na 55 minuten.
sv: Denna modell antar en maximal aktivitet vid 55 minuter.

source: This model assumes peak insulin activity at 65 minutes.
da: Denne model forudsætter maksimal effekt ved 65 minutter.
de: Dieses Modell geht von einer Spitzeninsulinaktivität bei 65 Minuten aus.
fi: Tässä mallissa oletetaan, että insuliinin vaikutushuippu on 65 minuutissa.
fr: Ce modèle est basé sur une activité maximale de l’insuline vers 65 minutes.
nl: Dit model gaat uit van piek insulineactiviteit na 65 minuten.
sv: Denna modell antar en maximal aktivitet vid 65 minuter.

source: This model assumes peak insulin activity at 75 minutes.
da: Denne model forudsætter maksimal effekt ved 75 minutter.
de: Dieses Modell geht von einer Spitzeninsulinaktivität bei 75 Minuten aus.
fi: Tässä mallissa oletetaan, että insuliinin vaikutushuippu on 75 minuutissa.
fr: Ce modèle est basé sur une activité maximale de l’insuline vers 75 minutes.
nl: Dit model gaat uit van piek insulineactiviteit na 75 minuten.
sv: Denna modell antar en maximal aktivitet vid 75 minuter.

source: This will typically be
da: Dette vil typisk være
de: Dies wird in der Regel
fi: Tämä on yleensä
nl: Dit zal meestal
sv: Detta kommer vanligtvis att vara

source: Time
da: Tid
de: Zeit
fi: Aika
nl: Tijd
sv: Tid

source: Times in %1$@%2$@%3$@
da: Tider i %1$@%2$@%3$@
de: Zeit in %1$@%2$@%3$@
fi: Aika %1$@%2$@%3$@
fr: Temps dans %1$@%2$@%3$@
nl: Aantal in %1$@%2$@%3$@
sv: Tid i %1$@%2$@%3$@

source: To be implemented
da: Ikke implementeret
de: Zu implementieren
fi: Toteutettava
fr: Pas encore implémenté
nl: Te implementeren
sv: Att bli implementerat

source: Top
de: Oben
fi: Yläosa
nl: Boven
sv: Överst

source: Top component
da: Top komponent
de: Obere Komponente
fi: Ylin komponentti
nl: Bovenste component
sv: Översta komponenten

source: U/hour
da: E/time
de: IE/Stunde
fi: U/tunti
fr: U/heure
nl: E/uur
sv: E/timme

source: Unable to Save
da: Kunne ikke gemme
de: Speichern nicht möglich
fi: Ei voitu tallentaa
fr: Impossible d'enregistrer
nl: Kan niet opslaan
sv: Kunde inte spara

source: Unknown
da: Ukendt
de: Unbekannt
fi: Tuntematon
fr: Inconnu
nl: Onbekend
sv: Okänd

source: Value
da: Værdi
de: Wert
fi: Arvo
nl: Waarde
sv: Värde

source: Verifying
da: Verificerer
de: Überprüfen
fi: Tarkistetaan
fr: En train de vérifier
nl: Verifiëren
sv: Verifierar

source: View Override
da: Vis override
de: Override anzeigen
fi: Näytä tilapäisasetus
nl: Bekijken Override
sv: Visa Undantag

source: Warning
da: Advarsel
de: Warnung
fi: Varoitus
fr: Attention
nl: Waarschuwing
sv: Varning

source: Work with your healthcare provider to choose a value that is higher than your highest scheduled basal rate, but as conservative or aggressive as you feel comfortable.
da: Arbejd sammen med sundhedspersonalet om at vælge en værdi, der er højere end din højeste planlagte basalrate, men så konservativ eller aggressiv som du føler dig tryg ved.
de: Arbeiten Sie mit Ihrem Gesundheitsdienstleister zusammen, um einen Wert zu wählen, der höher ist als Ihre höchste geplante Basalrate, aber so konservativ oder aggressiv, wie Sie sich wohl fühlen.
fi: Keskustele terveydenhuollon ammattilaisen kanssa valitaksesi arvon, joka on korkeampi kuin korkein ohjelmoitu basaalitasosi, mutta niin konservatiivinen tai aggressiivinen, että tunnet olosi mukavaksi.
nl: Werk met je zorgverlener samen om een waarde te kiezen die hoger is dan jouw hoogste ingestelde basaal snelheid, maar zo conservatief of agressief als u zich comfortabel meevoelt.
sv: Rådgör med din vårdgivare för att bestämma ett värde som är högre än din högsta schemalagda basaldos, men så konservativ eller aggressiv som du känner dig bekväm med.

source: Workout Range is the glucose value or range of values you want %1$@ to target during activity. This range will be in effect when you activate the Workout Preset button.
da: Træningsområde er den blodsukkerværdi eller værdiinterval, du ønsker %1$@ at målrette under aktivitet. Dette interval vil bruges, når du aktiverer knappen som Preset for træning.
de: Trainings-Bereich ist der Blutzuckerwert oder der Wertebereich, auf den %1$@ während der Aktivität ausgerichtet werden soll. Dieser Bereich wird wirksam, wenn Sie die Schaltfläche Trainingsvoreinstellung aktivieren.
fi: Liikunta-tila on glukoosiarvo tai arvoalue, johon %1$@ tähtää liikunnan aikana. Tämä alue tulee voimaan, kun aktivoit Liikunta-painikkeen.
nl: Tijdelijk Trainings programma is de glucosewaarde of bereik van waarden die u wilt dat %1$@ richt tijdens de activiteit. Deze reeks zal van kracht zijn wanneer u het tijdelijk training programma activeert.
sv: Målvärde för träning är det blodsocker eller det målvärdesintervall som du vill att %1$@ ska använda under fysik aktivitet. Detta målvärde används när du aktiverar knappen 'Träningsförval'.

source: Workout Values
da: Værdier for træning
de: Zielbereich für Training
fi: Liikunta-tilan arvot
nl: Trainings Waardes
sv: Träningsärden

source: You can add different carb ratios for different times of day by using the ➕.
da: Du kan tilføje forskellige kulhydratforhold for forskellige tidspunkter af dagen ved hjælp af ➕.
de: Sie können verschiedene KH-Verhältnisse für verschiedene Tageszeiten hinzufügen, indem Sie die ➕ verwenden.
fi: Voit lisätä erilaisia hiilihydraattisuhteita eri aikoihin päivästä napauttamalla ➕.
fr: Vous pouvez ajouter différents ratios insuline-glucides pour différentes périodes de la journée en utilisant le ➕.
nl: U kunt verschillende koolhydraten ratio's voor verschillende tijden van de dag toevoegen met behulp van de ➕.
sv: Du kan lägga till olika insulinkvoter för olika tider på dagen med hjälp av ➕.

source: You can add different insulin sensitivities for different times of day by using the ➕.
da: Du kan tilføje forskellige insulinfølsomheder for forskellige tidspunkter af dagen ved at bruge ➕.
de: Sie können verschiedene Insulinempfindlichkeiten für verschiedene Tageszeiten hinzufügen, indem Sie ➕ verwenden.
fi: Voit lisätä erilaisia insuliiniherkkyyksiä eri aikoihin päivästä napauttamalla ➕.
nl: Je kunt verschillende insuline gevoeligheden toevoegen voor verschillende tijden van de dag door gebruik te maken van ➕.
sv: Du kan lägga till olika värden för insulinkänslighet för olika tider på dagen med hjälp av ➕.

source: You can add different ranges for different times of day by using the ➕.
da: Du kan tilføje forskellige intervaller for forskellige tidspunkter af dagen ved at bruge ➕.
de: Sie können verschiedene Bereiche für verschiedene Tageszeiten hinzufügen, indem Sie ➕ verwenden.
fi: Voit lisätä erilaisia korjausalueita eri aikoihin päivästä napauttamalla ➕.
nl: Je kunt verschillende bereiken voor verschillende tijden van de dag toevoegen met behulp van het ➕.
sv: Du kan lägga till olika målvärden för olika tider på dagen med hjälp av ➕.

source: You can add entries for different times of day by using the ➕.
da: Du kan tilføje forskellige poster for forskellige tidspunkter af dagen ved at bruge ➕.
de: Sie können Einträge für verschiedene Tageszeiten hinzufügen, indem Sie ➕ verwenden.
fi: Voit lisätä merkintöjä eri aikoihin päivästä napauttamalla ➕.
nl: U kunt items voor verschillende tijden van de dag toevoegen met behulp van de ➕.
sv: Du kan lägga till inmatningar för olika tider på dagen med hjälp av ➕.

source: You can choose how %@ measures rapid acting insulin's peak activity according to one of these two insulin models.
fi: Voit valita, kuinka %@ mittaa nopeavaikutteisen insuliinin vaikutushuippua valitsemalla toisen näistä kahdesta insuliinimallista.

source: You can choose how (appName) measures rapid acting insulin's peak activity according to one of these two insulin models.
fi: Voit valita, kuinka (appName) mittaa nopeavaikutteisen insuliinin vaikutushuippua valitsemalla toisen näistä kahdesta insuliinimallista.

source: You can edit a setting by tapping into any line item.
da: Du kan redigere en indstilling ved at trykke på en linje.
de: Sie können eine Einstellung bearbeiten, indem Sie auf eine beliebige Position tippen.
fi: Voit muokata asetusta napauttamalla mitä tahansa riviä.
fr: Vous pouvez modifier une paramètre de l'élément en appuyant n'importe ou sur sa ligne.
nl: U kunt een instelling bewerken door op elk regel item te tikken.
sv: Du kan ändra en inställning genom att trycka på ett objekt på en av raderna.

source: You can edit the setting by tapping into the line item.
da: Du kan redigere indstillingen ved at trykke på linjen.
de: Sie können die Einstellung bearbeiten, indem Sie auf die Position tippen.
fi: Voit muokata asetusta napauttamalla riviä.
fr: Vous pouvez modifier la valeur de l'élément en appuyant n'importe ou sur sa ligne.
nl: U kunt de instelling bewerken door op het regelitem te tikken.
sv: Du kan ändra en inställning genom att trycka på ett objekt på raden.

source: Your Insulin Sensitivity Factor (ISF) is the drop in glucose expected from one unit of insulin.
da: Insulinfølsomhed (ISF) henviser til det fald i blodsukkeret, der forventes fra én insulinenhed.
de: Ihr Insulinsensitivitätsfaktor (ISF) ist der Rückgang der Glukose, der von einer Insulineinheit erwartet wird.
fi: Insuliiniherkkyys (ISF) tarkoittaa sitä, kuinka paljon glukoosin odotetaan laskevan yhdellä insuliiniyksiköllä.
fr: Votre facteur de sensibilité à l’insuline (ISF) est la baisse de glycémie attendue avec une unité d’insuline.
nl: Uw insuline gevoeligheid factor (ISF) is de verwachte daling in glucose van één eenheid insuline.
sv: Insulinkänslighet (ISF) är ett mått på hur många enheter din blodsocker sjunker av en enhet insulin.

source: Your Pre-Meal Range should be the glucose value (or range of values) you want %1$@ to target by the time you take your first bite of your meal. This range will be in effect when you activate the Pre-Meal Preset button.
da: Dit før-måltid-område bør være den glukoseværdi (eller værdiinterval), du vil have %1$@ til at målrette efter det tidspunkt, du starter med at spise. Dette interval vil bruges, når du aktiverer knappen før-måltid.
de: Ihr Pre-Meal-Bereich sollte der Blutzuckerwert (oder den Wertebereich) sein, den Sie %1$@ bis zu dem Zeitpunkt, an dem Sie Ihren ersten Biss essen, anvisieren möchten. Dieser Bereich wird wirksam, wenn Sie die Pre-Meal VoreinstellungsTaste aktivieren.
fi: Ennen ateriaa -alueen tulisi olla glukoosiarvo (tai arvoalue), johon %1$@ tähtää alkaen insuliinin annosteluhetkestä aterian alkuun. Tämä alue tulee voimaan, kun aktivoit Ennen ateriaa -painikkeen.
nl: Uw Voor de maaltijd bereik moet de glucosewaarde (of het bereik van de waarden) die u wilt dat %1$@ op richt tegen de tijd dat u uw eerste hap van uw maaltijd neemt. Dit bereik is van kracht wanneer u de Voor de maaltijd knop activeert.
sv: Ditt målvärde för 'Före måltid' ska vara det blodsockervärde (eller målvärdesintervall) som du vill att %1$@ ska sikta på när du tar din första tugga av din måltid. Detta målvärde kommer börja gälla när du aktiverar knappen 'Före måltid'.

source: Your healthcare provider can help you choose a Correction Range that's right for you.
da: Din læge kan hjælpe dig med at vælge en korrektionsområde, der passer til dig.
de: Ihr Gesundheitsdienstleister kann Ihnen bei der Auswahl eines Korrekturbereichs helfen, der genau das Richtige für Sie ist.
fi: Terveydenhuollon ammattilainen voi auttaa sinua valitsemaan sinulle sopivan korjausalueen.
nl: Uw zorgverlener kan u helpen bij het kiezen van een correctiebereik dat bij u past.
sv: Din vårdgivare kan hjälpa dig att välja ett målvärde som passar dig.

source: authentication-button-delete
da: autentificering-knap-slet
de: authentifizierung-Button-Löschen
fi: todennus-painike-poisto
nl: authenticatie-knop-verwijderen
sv: autentisering-knapp-ta bort

# com.loudnate.CarbKit.COBDateLabel
source: at %1$@
da: ved %1$@
de: bei %1$@
fi: klo %1$@
fr: à %1$@
nl: op %1$@
sv: kl %1$@

# com.loudnate.CarbKit.totalDateLabel
source: since %1$@
da: siden %1$@
de: seit %1$@
fi: %1$@ jälkeen
fr: depuis %1$@
nl: sinds %1$@
sv: sedan %1$@

# com.loudnate.InsulinKit.IOBDateLabel
source: at %1$@
da: ved %1$@
de: bei %1$@
fi: klo %1$@
fr: à %1$@
nl: op %1$@
sv: kl %1$@

# com.loudnate.InsulinKit.totalDateLabel
source: since %1$@
da: siden %1$@
de: seit %1$@
fi: %1$@ jälkeen
fr: depuis %1$@
nl: sinds %1$@
sv: sedan %1$@

source: content
da: indhold
de: Inhalt
fi: sisältö
fr: contenu
nl: inhoud
sv: innehåll

source: max
da: maks
fi: maks.

source: more content
da: yderligere Indhold
de: mehr Inhalte
fi: lisää sisältöä
fr: plus de contenu
nl: meer inhoud
sv: mer innehåll

source: than your Correction Range.
da: end dit korrektionsområde.
de: als Ihr Korrekturbereich.
fi: kuin korjausalue.
nl: dan uw correctie bereik.
sv: än ditt målvärde.

source: your Glucose Safety Limit
da: din sikkerhedsgrænse for blodsukker
de: deine Blutzucker-Sicherheitsgrenze
fi: glukoosin turvarajasi
fr: votre seuil de suspension glycémique
nl: uw Glucose veiligheidslimiet
sv: säkerhetsgräns för blodsocker

source: 🍽 Pre-Meal
da: 🍽 før-måltid
fi: 🍽 Ennen ateriaa
fr: 🍽 Pré-Repas
nl: 🍽 Voor de maaltijd
sv: 🍽 Före måltid

source: 🏃‍♂️ Workout
da: 🏃‍♂️ Træning
de: 🏃‍♂️ Training
fi: 🏃‍♂️ Liikunta
fr: 🏃‍♂️ Entraînement
nl: 🏃‍♂️ Training
sv: 🏃‍♂️ Träning

source: Comms Issue
da: Kommunikationsfejl
de: Comms Problem
fi: Yhteysongelma
fr: Problème de com.
nl: Comms probleem
sv: Kommandoproblem

source: Insulin Suspended
da: Insulin suspenderet
de: Insulin ausgesetzt
fi: Insuliini pysäytetty
fr: Insuline suspendue
nl: Insuline onderbroken
sv: Insulintillförsel pausad

source: No Insulin
da: Ingen insulin
de: Kein Insulin
fi: Ei insuliinia
fr: Pas d'insuline
nl: Geen insuline
sv: Inget insulin

source: Pump Battery Dead
da: Pumpe batteri død
de: Pumpenbatterie tot
fi: Pumpun paristo ei toimi
fr: Batterie HS
nl: Pomp Batterij Dood
sv: Pumpbatteri urladdat

source: Pump Error
da: Pumpe fejl
de: Pumpenfehler
fi: Pumpun virhe
fr: Erreur détectée
nl: Pomp foutmelding
sv: Pumpfel

source: Pump Occlusion
da: Pumpen er blokeret
de: Pumpenverschluss
fi: Tukkeutunut pumppu
fr: Occlusion détectée
nl: Pomp Occlusie
sv: Pumpocklusion
