Repository: XP2025A/LoopTranslation
Catalog: DIY_LoopApp/LoopKit/*.xcloc/Localized Contents/*.xliff
Languages: da, de, fi, fr, nl, sv

source: %1$@ has been unable to communicate with the Simulator Pump since %2$@. Without communication, the app cannot continue to send commands for insulin delivery or display accurate, recent information about your active insulin or the insulin being delivered.
da: %1$@ har ikke været i stand til at kommunikere med simulator pumpen siden %2$@. Uden kommunikation kan Loop ikke fortsætte med at sende kommandoer til afgivelse af insulin eller vise nøjagtig og opdateret information om dit aktive insulin eller den insulin du får.
de: %1$@ konnte seit %2$@ nicht mehr mit der Simulatorpumpe kommunizieren. Ohne Kommunikation kann die App keine Befehle für die Insulinabgabe senden oder genaue, aktuelle Informationen über Ihr aktives Insulin oder das zugelieferte Insulin anzeigen.
fi: %1$@ ei ole pystynyt kommunikoimaan simulaattoripumpun kanssa %2$@ jälkeen. Ilman yhteyttä sovellus ei voi jatkaa insuliinin annostelukomentojen lähettämistä tai näyttää uusimpia tarkkoja tietoja aktiivisesta insuliinista tai insuliiniannostelusta.
nl: %1$@ kan niet communiceren met de Simulator Pomp sinds %2$@. Zonder communicatie kan de app geen opdrachten meer versturen voor insulinetoediening of nauwkeurig weergeven van recente informatie over jouw actieve insuline of de insuline die is toegediend.
sv: %1$@ har tappat kommunikation med simulatorpumpen sedan %2$@. Utan kommunikation kan appen inte fortsätta att skicka kommandon för insulintillförsel eller visa korrekt aktuell information om ditt aktiva insulin eller det insulin som administrerats.

source: Are you sure you want to delete this service?
da: Er du sikker på du vil slette denne service?
de: Möchten Sie diesen Dienst wirklich löschen?
fi: Haluatko varmasti poistaa tämän palvelun?
fr: Êtes-vous sûr de vouloir supprimer ce service ?
nl: Bent u zeker dat u deze service wilt verwijderen?
sv: Vill du ta bort den här tjänsten?

source: Back
da: Tilbage
de: Zurück
fi: Takaisin
fr: Retour
nl: Terug
sv: Tillbaka

source: CGM Settings
da: Indstillinger for CGM
de: CGM-Einstellungen
fi: CGM-asetukset
fr: Paramètres MGC
nl: CGM instellingen
sv: CGM-inställningar

source: Comms Recovery
da: Kommunikation genoprettelse
de: Comms Wiederherstellung
fi: Yhteyksien palautus
nl: Comms herstel
sv: Återställning av kommandon

source: Delete Service
da: Slet service
de: Dienst löschen
fi: Poista palvelu
fr: Supprimer le service
nl: Service verwijderen
sv: Ta bort tjänst

source: Error Resuming
da: Fejl ved genoptagelse
de: Fehler beim Fortsetzen
fi: Virhe jatkamisessa
fr: Erreur lors de la reprise
nl: Fout bij hervatten
sv: Fel vid återgång

source: Error Suspending
da: Fejl ved suspendering
de: Fehler beim Unterbrechen
fi: Virhe pysäytyksessä
fr: Erreur lors de la suspension
nl: Fout bij onderbreken
sv: Fel vid försök till paus av insulintillförsel

source: Insulin Type
fi: Insuliinityyppi

source: Pump Settings
da: Pumpe indstillinger
de: Pumpeneinstellungen
fi: Pumpun asetukset
fr: Paramètres de la pompe
nl: Pomp instellingen
sv: Pumpinställningar

source: Recover Simulator
da: Gendan simulator
de: Simulator wiederherstellen
fi: Palauta simulaattori
nl: Simulator herstellen
sv: Återställ simulator

source: %1$@ assumes insulin is actively working for 6 hours. You can choose from different models for how the app measures the insulin’s peak activity.
nl: %1$@ gaat ervan uit dat insuline 6 uur actief werkt. Je kunt kiezen uit verschillende modellen voor hoe de app de piekactiviteit van de insuline meet.

source: U
da: E
de: IE
nl: E
sv: E

source: g/U
da: g/E
de: g/IE
nl: g/E
sv: g/E

source: mg/dL/U
da: mg/dL/E
de: mg/dL/IE
nl: mg/dL/E
sv: mg/dl/E

source: mmol/L/U
da: mmol/L/E
de: mmol/L/IE
nl: mmol/L/E
sv: mmol/L/E

# QZb-e1-xwb.text
source: g COB
de: g KaB
nl: gr KaB

# dZi-Ta-IHm.text
source: U IOB
de: IE IOB
nl: E in lichaam
sv: E IOB

source: %1$@ U
da: %1$@ E
nl: %1$@ E
sv: %1$@ E

source: %1$@ assumes insulin is actively working for 6 hours. You can choose from %2$@ different models for how the app measures the insulin’s peak activity.
nl: %1$@ gaat ervan uit dat insuline 6 uur actief werkt. Je kunt kiezen uit %2$@ verschillende modellen voor hoe de app de piekactiviteit van de insuline meet.

source: %@U
da: %@E
de: %@IE
nl: %@E
sv: %@E

source: You can choose how %@ measures the insulin's peak activity according to one of these two insulin models.
nl: Je kunt kiezen hoe %@ de piekactiviteit van de insuline meet op basis van een van deze twee insulinemodellen.

source: You can choose how (appName) measures the insulin's peak activity according to one of these two insulin models.
nl: Je kunt kiezen hoe (appName) de piekactiviteit van de insuline bepaalt op basis van één van deze twee insuline-modellen.
