Repository: XP2025A/LoopTranslation
Catalog: DIY_LoopApp/LoopKit/*.xcloc/Localized Contents/*.xliff
Languages: da, de, fi, fr, nl, sv

# Arm-wq-HPj.text
source: Title
da: Titel
de: Titel
fi: Otsikko
fr: Titre
nl: Titel
sv: Titel

# CFBundleName
source: LoopKit Example
da: Eksempel på LoopKit
de: LoopKit-Beispiel
fi: LoopKit-esimerkki
fr: Exemple de LoopKit
nl: LoopKit voorbeeld

# NSHealthShareUsageDescription
source: Meal data from the Health database is used to determine glucose effects. Glucose data from the Health database is used for graphing and momentum calculation.
da: Måltid data fra Apple Health-databasen bruges til at bestemme effekten på blodsukkeret. Blodsukkerdata fra Apple Health-databasen bruges til graftegning og momentum beregning.
de: Die Essensdaten aus der Health-Datenbank werden verwendet, um Blutzuckereffekte zu bestimmen. Glukosedaten aus der Integritätsdatenbank werden für die Graphik- und Impulsberechnung verwendet.
fi: Terveystietokannasta peräisin olevan aterian tietoja käytetään glukoosivaikutusten määrittämiseen. Terveystietokannan glukoositietoja käytetään graafeihin ja glukoosin liikkeen laskentaan.
fr: Les données sur les repas provenant de la base de données Santé sont utilisées pour déterminer les effets sur la glycémie . Les données sur la glycémie de la base de données Health sont utilisées pour le calcul graphique et le calcul du momentum.
nl: De maaltijd gegevens uit Apple Health worden gebruikt voor het bepalen van glucose effecten. Glucosegegevens van Apple Health worden gebruikt voor de weergaven in de grafiek en de momentum calculatie.
sv: Kolhydratdata från Apple Health-databasen används för att avgöra glukoseffekt. Blodglukosvärden från Apple Health-databasen används i diagram och för beräkning av förändring.

# NSHealthUpdateUsageDescription
source: Carbohydrate meal data entered in the app is stored in the Health database. Glucose data is stored securely in HealthKit.
da: Kulhydrater indtastet i Loop gemmes i Health databasen. Blodsukker lagres sikkert i HealthKit.
de: Die in der App eingegebenen Kohlenhydrat-Essensdaten werden in der Health-Datenbank gespeichert. Blutzuckerdaten werden sicher in HealthKit gespeichert.
fi: Sovellukseen syötetyt hiilihydraattiaterian tiedot tallennetaan Terveystietokantaan. Glukoositiedot tallennetaan turvallisesti HealthKitiin.
fr: Les données sur les apports de repas glucidiques saisies dans l'application sont stockées dans la base de données Santé d'Apple. Les données de glycémie extraites du CGM sont stockées de manière sécurisée dans HealthKit.
nl: Koolhydraten van de maaltijd die worden ingevoerd in de app worden opgeslagen in de Gezondheid database. Glucose gegevens worden veilig opgeslagen in HealthKit.
sv: Kolhydratvärden inmatade i appen lagras i Apple Health-databasen. Blodglukosvärden lagras säkert i HealthKit.

source: Basal Rates
da: Basalrater
de: Basalraten
fi: Basaalitasot
fr: Débits basal
nl: Basaal snelheden
sv: Basaldoser

source: Carb Ratios
da: Kulhydratforhold
de: Kohlenhydratfaktoren
fi: Hiilihydraattisuhteet
fr: Ratios Glucides
nl: Koolhydraten absorptie snelheid
sv: Insulinkvoter

source: Carbs
da: Kulhydrater
de: KH
fi: Hiilihydraatit
fr: Glucides
nl: Koolhydraten
sv: Kolhydrater

source: Correction Range
da: Korrektionsområde
de: Korrekturbereich
fi: Korjausalue
fr: Plage de correction
nl: Gewenst glucose doelbereik
sv: Målvärden

source: Diagnostic
da: Diagnostisk
de: Diagnosedaten
fi: Diagnostiikka
fr: Diagnostique
nl: Diagnose
sv: Diagnostisk

source: Enter the 6-digit pump ID
da: Indtast det 6-cifrede pumpe ID
de: Geben Sie die 6-stellige Pumpen-ID ein
fi: Syötä 6-numeroinen pumpun tunniste
fr: Entrez l’ID de la pompe, composé de 6 lettres et chiffres
nl: Vul de 6 cijferige pomp ID in
sv: Ange ditt 6-siffriga pump-ID

source: Generate Data
da: Genererer data
de: Erzeuge Daten
fi: Luo tiedot
fr: Générer les données
nl: Genereer data
sv: Generera data

source: Insulin Sensitivity
da: Insulinfølsomhed
de: Insulinempfindlichkeit
fi: Insuliiniherkkyys
fr: Facteur de sensibilité à l’insuline
nl: Correctie bereik
sv: Insulinkänslighet

source: Pump ID
da: Pumpe ID
de: Pumpen-ID
fi: Pumpun tunniste
fr: ID de la pompe
nl: Pomp ID

source: Reservoir
fi: Säiliö
fr: Réservoir
sv: Reservoar

source: Reset
da: Nulstil
de: Zurücksetzen
fi: Nollaa
fr: Réinitialiser
sv: Återställ

source: Sync With Pump
da: Synkroniser med pumpe
de: Mit der Pumpe synchronisieren
fi: Synkronoi pumpun kanssa
fr: Synchroniser avec la pompe
nl: Synchroniseer met pomp
sv: Synkronisera med pump

source: The pump ID can be found printed on the back, or near the bottom of the STATUS/Esc screen. It is the strictly numerical portion of the serial number (shown as SN or S/N).
da: Pumpe ID kan findes trykt på bagsiden, eller nær bunden på STATUS/Esc skærmen. Det er den rent numeriske del af serienummeret (vist som SN eller S/N).
de: Die Pumpen-ID finden Sie auf der Rückseite oder am unteren Rand des STATUS / Esc-Bildschirms. Dies ist der streng numerische Teil der Seriennummer (gezeigt als SN oder S/N).
fi: Pumpun tunniste löytyy pumpun takaosasta tai STATUS/Esc-valikon loppuosasta. Se on pelkästään numeroita sisältävä osa sarjanumerosta (SN tai S/N).
fr: L’identifiant de la pompe peut se trouver à l’arrière, ou vers le bas de l’écran STATUS/Esc. Il s’agit strictement de la partie numérique du numéro de série (indiqué comme SN ou S/N).
nl: De pomp-ID kan worden gevonden op de achterkant, of in de buurt van de onderkant van het STATUS/Esc-scherm. Het is het strikt numerieke deel van het serienummer (weergegeven als SN of S/N).
sv: Ditt pump-ID står tryckt på baksidan, eller nästan längst ner på status/Esc-menyn. Det är den numeriska delen av serienumret (visad som SN eller S/N).

# NSHealthShareUsageDescription
source: Meal data from the Health database is used to determine glucose effects. Glucose data is retrieved from HealthKit for graphing and analysis.
da: Måltider data fra Health database bruges til at bestemme glukoseeffekter. Glukose data hentes fra HealthKit til grafik og analyse.
de: Die Essensdaten aus der Health-Datenbank werden verwendet, um Blutzuckereffekte zu bestimmen. Blutzuckerdaten werden aus HealthKit für Graphiken und Analysen abgerufen.
fi: Terveystietokannan ateriatietoja käytetään glukoosivaikutusten määrittämiseen. Glukoositiedot haetaan HealthKitistä graafeja ja analysointia varten.
nl: De maaltijdgegevens uit de gezondheidsdatabase worden gebruikt om glucose effecten te bepalen. Glucose gegevens worden opgehaald uit HealthKit voor het berekenen en analyseren.
sv: Kolhydratdata från Apple Health-databasen används för att avgöra glukoseffekten. Blodglukosvärden från Apple Health-databasen används i diagram och för analys.

source: %1$@ U bolus failed
da: %1$@ E bolus fejlede
de: %1$@ IE bolus fehlgeschlagen
fi: %1$@ U bolus epäonnistui
fr: Échec de bolus de %1$@ U
nl: %1$@ E bolus mislukt
sv: %1$@ E bolus misslyckades

source: %1$@ U bolus may not have succeeded
da: %1$@ E bolus er måske ikke gennemført
de: %1$@ IE bolus wurde wohl nicht abgegeben
fi: %1$@ U bolus ei ehkä onnistunut
fr: Le bolus de %1$@ U a peut-être échou
nl: %1$@ E bolus is mogelijk niet geslaagd
sv: %1$@ E bolus kan ha misslyckats

source: %1$@ will deliver basal and recommend bolus insulin only if your glucose is predicted to be above this limit for the next three hours.
da: %1$@ vil kun afgive basal og anbefale bolus, hvis blodsukkeret forventes at være over denne grænse i de næste tre timer.
de: %1$@ wird Basal und empfohlenes Bolus-Insulin nur liefern, wenn Ihr vorhergesagter Blutzucker für die nächsten drei Stunden über diesem Grenzwert zu sein scheint.
fi: %1$@ annostelee basaalia ja suosittelee bolusinsuliinia vain, jos glukoosin ennustetaan olevan tämän rajan yläpuolella seuraavat kolme tuntia.
fr: %1$@ délivrera l'insuline basale et recommandera l'insuline de bolus uniquement si la prédiction de votre glycémie est supérieure à cette limite pour les trois prochaines heures.
nl: %1$@ zal alleen een basaal geven en een bolus insuline aanbevelen als je glucose de komende drie uur hoger zal zijn dan deze limiet.
sv: %1$@ kommer att tillföra basal och rekommendera insulin endast om ditt blodsocker förväntas ligga över denna gräns under de kommande tre timmarna.

source: %@ Range
da: %@ område
de: %@ Bereich
fi: %@ -tavoite
fr: Zone de %@
nl: %@ bereik
sv: %@sintervall

source: A value you have entered is higher than what is typically recommended for most people.
da: En værdi, du har angivet, er højere end den, der typisk anbefales til de fleste.
de: Ein eingegebener Wert ist höher als der Wert, der normalerweise für die meisten Personen empfohlen wird.
fi: Antamasi arvo on suurempi kuin useimmille ihmisille yleensä suositeltava arvo.
fr: Une valeur que vous avez saisie est supérieure à ce qui est généralement recommandé pour la plupart des personnes.
nl: Een waarde die je hebt ingevoerd is hoger dan wat meestal voor de meeste mensen wordt aanbevolen.
sv: Det värde du har angett är högre än vad som normalt rekommenderas för de flesta.

source: A value you have entered is lower than what is typically recommended for most people.
da: En værdi, du har angivet, er lavere end den, der typisk anbefales til de fleste.
de: Ein eingegebener Wert ist niedriger als der Wert, der normalerweise für die meisten Personen empfohlen wird.
fi: Antamasi arvo on pienempi kuin useimmille ihmisille yleensä suositeltava arvo.
fr: Une valeur que vous avez saisie est inférieure à ce qui est généralement recommandé pour la plupart des personnes.
nl: Een waarde die je hebt ingevoerd is lager dan wat meestal voor de meeste mensen wordt aanbevolen.
sv: Det värde du har angett är lägre än vad som normalt rekommenderas för de flesta.

source: Apidra (insulin glulisine)
fi: Apidra (glulisinsuliini)

source: Apidra (insulin glulisine) is a fast-acting insulin made by Sanofi-aventis
fi: Apidra (glulisinsuliini) on Sanofin valmistama nopeavaikutteinen insuliini

source: Authorization Denied
da: Tilladelse nægtet
de: Autorisierung verweigert
fi: Valtuutus hylättiin
fr: Autorisation refusée
nl: Autorisatie geweigerd
sv: Auktorisation nekad

source: Basal
fi: Basaali
nl: Basaal

source: Check your pump before retrying
da: Check pumpen før du prøver igen
de: Prüfe deine Pumpe, bevor du es erneut versuchsts
fi: Tarkista pumppu ennen kuin yrität uudelleen
fr: Vérifiez votre pompe avant de réessayer
nl: Controleer je pomp voordat je het nogmaals probeert
sv: Kontrollera pump och försök igen

source: Communication Failure
da: Kommunikations fejl
de: Kommunikationsfehler
fi: Yhteysvirhe
fr: Échec de la communication
nl: Communicatiefout
sv: Kommunikationsfel

source: Communications interrupted during insulin delivery command.
da: Kommunikation afbrudt under insulinafgivelse (kommando).
de: Kommunikation unterbrochen während Insulin-Lieferung.
fi: Yhteys katkesi insuliinin annostelu -toiminnon aikana.
fr: Communications interrompues pendant la commande d’administration d’insuline.
nl: Communicatie onderbroken tijdens het commando over insulinelevering.
sv: Kommunikation avbruten under insulintillförselkommando.

source: Connection Failure
da: Forbindelsesfejl
de: Verbindungsfehler
fi: Yhteysvirhe
fr: Échec de connexion
nl: Verbindingsfout
sv: Anslutningsfel

source: Correction Range is the glucose value (or range of values) that you want %1$@ to aim for in adjusting your basal insulin and helping you calculate your boluses.
da: Korrektionsområdet er det blodsukker-interval som du vil have %1$@ til at sigte efter, når din basal justeres og hjælper dig med at beregne bolus.
de: Korrekturbereich ist der Blutzuckerwert (oder Wertebereich), den Sie %1$@ bei der Einstellung Ihres Basalinsulins und bei der Berechnung Ihrer Boluse anvisieren möchten.
fi: Korjausalue tarkoittaa glukoosiarvoa (tai arvoaluetta), johon %1$@ tähtää säätäessään basaalia ja auttaessaan boluslaskelmissa.
fr: La plage de correction est la valeur de glucose (ou la plage de valeurs) que vous voulez que %1$@ vise en ajustant votre insuline basale et en vous aidant à calculer vos bolus.
nl: Correctie bereik is de glucosewaarde (of bereik van waarden) waar %1$@ naar moet streven door je basaalstand aan te passen en je te helpen bij het berekenen van je bolussen.
sv: Målvärde är det ideala blodsockerintervall som du vill att %1$@ ska hålla dig inom.

source: Delivery Limits
da: Insulin-grænser
de: Verabreichungslimiten
fi: Annostelurajat
fr: Limites d'Administration
nl: Toediening limieten
sv: Maxdoser

source: Device Refused
da: Enhed nægtet
de: Device verweigert
fi: Laite hylättiin
fr: Dispositif refusé
nl: Apparaat geweigerd
sv: Enhet vägrade

source: Ensure carb data exists for the specified date
da: Sørg for at kulhydrat data findes for den angivne dato
de: Stelle sicher, das die Kohlenhydrate für den ausgewählten Zeitraum eingegeben wurden
fi: Varmista, että hiilihydraattitiedot ovat olemassa määritettynä ajankohtana
fr: S'assurer que les données sur les glucides existent pour la date spécifiée
nl: Zorg ervoor dat er koolhydraten gegevens bestaan voor de opgegeven datum
sv: Kontrollera att kolhydratvärde finns

source: Falling
da: Faldende
de: Fällt
fi: Laskeva
fr: Diminue
nl: Dalend
sv: Sjunker

source: Falling fast
da: Falder hurtigt
de: Fällt schnell
fi: Nopeasti laskeva
fr: Diminue rapidement
nl: Snel dalend
sv: Sjunker snabbt

source: Falling very fast
da: Falder meget hurtigt
de: Fällt sehr schnell
fi: Erittäin nopeasti laskeva
fr: Diminue très rapidement
nl: Zeer snel dalend
sv: Sjunker väldigt snabbt

source: Fiasp is a mealtime insulin aspart formulation with the addition of nicotinamide (vitamin B3) made by Novo Nordisk
fi: Fiasp on Novo Nordiskin valmistama aterianaikainen aspartinsuliinivalmiste, johon on lisätty nikotiiniamidia (B3-vitamiini)

source: Flat
da: Flad
de: Gleichbleibend
fi: Tasainen
fr: Stable
nl: Gelijk
sv: Jämnt

source: For fast acting insulin, %1$@ assumes it is actively working for 6 hours. You can choose from different models for the peak activity.
fi: %1$@ olettaa, että nopeavaikutteinen insuliini vaikuttaa aktiivisesti 6 tuntia. Vaikutushuipulle on valittavissa erilaisia malleja.

source: Glucose Safety Limit
da: Sikkerhedsgrænse for blodsukker
de: Blutzucker-Sicherheitsgrenze
fi: Glukoosin turvaraja
fr: Seuil de Suspension de la Glycémie
nl: Glucose veiligheidslimiet
sv: Tröskelvärde för blodsocker

source: Humalog (insulin lispro)
fi: Humalog (lisproinsuliini)

source: Humalog (insulin lispro) is a fast-acting insulin made by Eli Lilly
fi: Humalog (lisproinsuliini) on Eli Lillyn valmistama nopeavaikutteinen insuliini

source: Insulin Model
de: Insulin-Modell
fi: Insuliinimalli
fr: Modèle d'insuline
nl: Insuline model
sv: Insulinmodell

source: Insulin Sensitivities
da: Insulinfølsomheder
de: Insulinempfindlichkeiten
fi: Insuliiniherkkyydet
fr: Facteurs de sensibilité à l'insuline
nl: Insuline gevoeligheden
sv: Insulinkänslighet

source: Invalid Configuration
da: Forkert indstilling
de: Fehlerhafte Konfiguration
fi: Virheellinen määritys
fr: Configuration non valide
nl: Ongeldige configuratie
sv: Ogiltig konfiguration

source: It is safe to retry
da: Det er sikkert at forsøge igen
de: Es ist sicher um es noch mal zu versuchen
fi: On turvallista yrittää uudelleen
fr: Il est prudent de réessayer
nl: Veilig om opnieuw te proberen
sv: Det är säkert att försöka igen

source: Make sure your pump is within communication range of your phone.
da: Sørg for, at din pumpe er tæt på din telefon.
de: Stellen Sie sicher, dass sich Ihre Pumpe in der Kommunikationsreichweite Ihres Telefons befindet.
fi: Varmista, että pumppu on puhelimen yhteysalueen sisällä.
fr: Assurez-vous que votre pompe soit à portée de communication de votre téléphone.
nl: Zorg ervoor dat je pomp binnen het communicatiebereik van je telefoon ligt.
sv: Säkerställ att din pump är inom räckvidd för kommunikation med telefon.

source: Maximum Basal Rate
da: Maksimal basalrate
de: Maximale Basalrate
fi: Suurin sallittu basaalitaso
fr: Débit Basal Maximum
nl: Maximum basaal instelling
sv: Maximal basaldos

source: Maximum Basal Rate is the highest temporary basal rate %1$@ is allowed to set automatically.
da: Maksimal basalrate er den højeste, midlertidige basalrate %1$@ kan indstille automatisk.
de: Die maximale Basalrate ist die höchste temporäre Basalrate, die %1$@ automatisch eingestellt werden darf.
fi: Suurin sallittu basaalitaso tarkoittaa korkeinta tilapäistä basaalitasoa %1$@, jonka Loop saa asettaa automaattisesti.
fr: Le débit Basal Maximum est le débit de basal temporaire le plus élevé que %1$@ est autorisé à administrer automatiquement.
nl: Maximale basaalstand is de hoogste tijdelijke basaal snelheid die Loop automatisch mag instellen.
sv: Maximal basaldos är den högsta temporära basaldos som %1$@ kan ställa in automatiskt.

source: Maximum Bolus
da: Maksimal bolus
de: Maximaler Bolus
fi: Suurin sallittu bolus
fr: Bolus Maximum
sv: Maximal bolus

source: Maximum Bolus is the highest bolus amount you can deliver at one time to cover carbs or bring down high glucose.
da: Maksimal bolus er den højeste bolus mængde du kan afgive på én gang, i forbindelse med indtastning af kulhydrater eller en korrektionsbolus.
de: Maximaler Bolus ist die höchste Bolusmenge, die Sie auf einmal liefern können, um Kohlenhydrate zu decken oder hoher Blutzucker zu senken.
fi: Suurin sallittu bolus tarkoittaa suurinta insuliiniannosta, jonka voi annostella yhdellä kertaa kattamaan hiilihydraatteja tai alentamaan korkeaa glukoosia.
fr: Le bolus maximum est la quantité de bolus la plus élevée que vous pouvez délivrer en une fois pour couvrir les glucides ou abaisser le taux de glucose élevé.
nl: Maximale bolus is de hoogste bolus die je kan geven om koolhydraten te dekken of hoge bloed glucose te verlagen.
sv: Maximal bolus är den högsta bolusmängd som kan ges vid ett tillfälle för att täcka kolhydrater eller ett högt blodsocker.

source: Needs Attention
da: Kræver opmærksomhed
de: Erfordert Aufmerksamkeit
fi: Tarvitsee huomiota
fr: Nécessite de l'attention
nl: Aandacht nodig
sv: Kräver uppmärksamhet

source: No values found
da: Ingen værdier fundet
de: Keine Einträge gefunden
fi: Arvoja ei löydy
fr: Aucune entrée trouvée
nl: Geen waardes gevonden
sv: Inga värden funna

source: NovoLog (insulin aspart) is a fast-acting insulin made by Novo Nordisk
fi: NovoRapid/NovoLog (aspartinsuliini) on Novo Nordiskin valmistama nopeavaikutteinen insuliini

source: Novolog
fi: Novorapid

source: Novolog (insulin aspart)
fi: Novorapid (aspartinsuliini)

source: One or more of the values you have entered is outside of what is typically recommended for most people.
da: En eller flere af de værdier, du har indtastet, er udenfor hvad der generelt anbefales.
de: Mindestens einer der eingegebenen Werte liegt außerhalb dessen, was für die meisten Personen normalerweise empfohlen wird.
fi: Yksi tai useampi antamistasi arvoista on sen ulkopuolella, mitä useimmille ihmisille yleensä suositellaan.
fr: Une ou plusieurs des valeurs que vous avez entrées sont en dehors de ce qui est généralement recommandé pour la plupart des personnes.
nl: Een of meer van de waarden die u hebt ingevoerd valt buiten wat algemeen wordt aanbevolen.
sv: Ett eller flera av de värden du har angett är utanför vad som generellt rekommenderas.

source: Please re-enable sharing in Health
da: Venligst gen-aktiver deling i Sundhed
de: Bitte aktiviere das sharing in Healt erneut
fi: Ota jakaminen uudelleen käyttöön Terveys-sovelluksessa
fr: Veuillez réactiver le partage dans l'application Santé
nl: Stel sharing opnieuw in bij Gezondheid, alstublieft
sv: Tillåt delning i Hälsa igen

source: Pre-Meal
da: Før-Måltid
de: Vor dem Essen
fi: Ennen ateriaa
fr: Pré-Repas
nl: Voor de maaltijd
sv: Före måltid

source: Resumed
da: Genoptaget
de: Fortgesetzt
fi: Jatkettu
fr: Reprendre
nl: Hervatten
sv: Återupptagen

source: Rising
da: Stiger
de: Steigt
fi: Nouseva
fr: Augmente
nl: Stijgend
sv: Stiger

source: Rising fast
da: Stiger hurtigt
de: Steigt schnell
fi: Nopeasti nouseva
fr: Augmente rapidement
nl: Snel stijgend
sv: Stiger snabbt

source: Rising very fast
da: Stiger meget hurtigt
de: Steigt sehr schnell
fi: Erittäin nopeasti nouseva
fr: Augmente très rapidement
nl: Zeer snel stijgend
sv: Stiger väldigt snabbt

source: Some of the values you have entered are outside of what is typically recommended for most people.
da: Nogle af de værdier, du har angivet, ligger uden for det, der typisk anbefales til de fleste.
de: Einige der eingegebenen Werte liegen außerhalb dessen, was für die meisten Personen normalerweise empfohlen wird.
fi: Jotkut antamistasi arvoista on sen ulkopuolella, mitä useimmille ihmisille yleensä suositellaan.
fr: Des valeurs que vous avez entrées sont en dehors de ce qui est généralement recommandé pour la plupart des personnes.
nl: Sommige van de waarden die u hebt ingevoerd vallen buiten wat algemeen wordt aanbevolen.
sv: Ett eller flera av de värden du har angett är utanför vad som generellt rekommenderas.

source: Suspended
da: Suspenderet
de: Unterbrochen
fi: Pysäytetty
fr: Suspendu
nl: Onderbroken
sv: Pausad

source: Temp Basal
da: Midlertidig Basal
fi: Tilapäinen basaali
fr: Débit basal temporaire
nl: Tijdelijk basaal
sv: Temporär basal

source: Temporarily lower your glucose target before a meal to impact post-meal glucose spikes.
da: Sænker midlertidigt dit blodsukker mål før et måltid for at modvirke stigning i blodsukker efter måltidet.
de: Vorübergehend senken Sie Ihr Blutzuckerziel vor einer Mahlzeit, um Spitzen nach dem Essen zu beeinflussen.
fi: Laske glukoositavoitetta väliaikaisesti ennen ateriaa vaikuttaaksesi aterian jälkeiseen glukoosin nousuun.
fr: Diminuez temporairement votre cible de glycémie avant un repas pour influer sur les pics d'hyperglycémie post-repas.
nl: Tijdelijk verlagen van uw glucosedoel voor een maaltijd (pre-meal) om invloed te hebben op post-maaltijd glucose pieken.
sv: Sänk tillfälligt ditt målvärde före en måltid för att motverka postprandiella hyperglykemier (stegrade blodsocker efter en måltid).

source: Temporarily raise your glucose target before, during, or after physical activity to reduce the risk of low glucose events.
da: Hæver midlertidigt dit blodsukkermål før, under eller efter fysisk aktivitet for at reducere risikoen for lavt blodsukker.
de: Erhöhen Sie Ihr Blutzuckerziel vorübergehend, während oder nach körperlicher Aktivität, um das Risiko von tiefen Werten zu reduzieren.
fi: Nosta glukoositavoitetta väliaikaisesti ennen liikuntaa, sen aikana tai sen jälkeen, jotta matalan glukoosin riski pienenee.
fr: Augmentez temporairement votre cible de glycémie avant, pendant ou après l'activité physique pour réduire le risque d'hypoglycémie.
nl: Verhoog tijdelijk je glucosedoel voor, gedurende of na fysieke activiteit om het risico van lage glucosewaardes te verminderen.
sv: Höj tillfälligt ditt målvärde före, under eller efter fysisk aktivitet för att minska risken för låga blodsockervärden.

source: The value you have entered is higher than what is typically recommended for most people.
da: En værdi, du har angivet, er højere end den, der typisk anbefales til de fleste.
de: Der eingegebene Wert ist höher als der Wert, der normalerweise für die meisten Personen empfohlen wird.
fi: Antamasi arvo on suurempi kuin useimmille ihmisille yleensä suositellaan.
fr: La valeur que vous avez saisie est supérieure à ce qui est généralement recommandé pour la plupart des personnes.
nl: Een waarde die je hebt ingevoerd is hoger dan wat meestal voor de meeste mensen wordt aanbevolen.
sv: Det värde du har angett är högre än vad som normalt rekommenderas för de flesta.
