Repository: XP2025A/LoopTranslation
Catalog: DIY_LoopApp/LoopKit/*.xcloc/Localized Contents/*.xliff
Languages: da, de, fi, fr, nl, sv

source: Delivery Limits are safety guardrails for your insulin delivery.
da: Insulin-grænser er sikkerhedsgrænser for insulinafgivelsen.
de: Abgabelimiten sind Sicherheitsbegrenzungen für Ihre Insulinabgabe.
fi: Annostelurajoilla tarkoitetaan insuliinin annostelun turvarajoja.
fr: Les limites d'administration sont des garde-fous de sécurité de l'administration de l’insuline.
nl: Leveringslimieten zijn de beveiliging voor uw insulinetoevoer.
sv: Maxdoser är säkerhetsgränser för din insulintillförsel.

source: Disable Preset
da: Deaktiver Preset
de: Voreinstellung deaktivieren
fi: Poista esiasetus käytöstä
nl: Voorinstelling uitschakelen
sv: Inaktivera förval

source: Done
da: Udført
de: Fertig
fi: Valmis
fr: Terminé
nl: Klaar
sv: Färdig

source: Duration
da: Varighed
de: Dauer
fi: Kesto
fr: Durée
nl: Duur

source: Dynamic component #%@
da: Dynamisk komponent #%@
de: Dynamische Komponente%@
fi: Dynaaminen komponentti #%@
fr: Composant dynamique #%@
nl: Dynamische component #%@
sv: Dynamisk komponent #%@

source: Dynamic data %@
da: Dynamiske data %@
de: Dynamische Daten %@
fi: Dynaamiset tiedot %@
fr: Données dynamiques %@
nl: Dynamische gegevens %@
sv: Dynamisk data %@

source: Edit
da: Rediger
de: Bearbeiten
fi: Muokkaa
fr: Éditer
nl: Bewerken
sv: Ändra

source: Edit Carb Entry
da: Ret kulhydrat
de: Kohlenhydrate bearbeiten
fi: Muokkaa hiilihydraatteja
fr: Modifier l’entrée des glucides
nl: Bewerk koolhydraten
sv: Ändra kolhydrater

source: Edit Override
da: Rediger override
de: Bearbeite Override
fi: Muokkaa tilapäisasetusta
fr: Éditer la surcharg
nl: Pas aangepast programma aan
sv: Ändra Undantag

source: Editing affects only the active override. The default settings of %@ will not be affected.
da: Ændringer gælder kun den aktuelle override. Standardindstillingerne af %@ bliver ikke påvirket.
de: Die Bearbeitung wirkt sich nur auf den aktiven Override aus. Die Standardeinstellungen von %@ werden nicht beeinflusst.
fi: Muokkaus vaikuttaa vain aktiiviseen tilapäisasetukseen. Alkuperäiset %@-asetukset säilyvät ennallaan.
fr: L’édition change seulement la surcharge actuelle. Les réglages par défaut de %@ ne seront pas affectés.
nl: Veranderingen hebben alleen effect op aangepast programma. De standaard instellingen van %@ worden niet aangepast.
sv: Ändringar ändrar endast aktivt Undantag. De ordinarie inställningarna på %@ kommer inte att påverkas.

source: Edits persist only until the preset is disabled. The default settings of %@ will not be affected.
da: Ændringer gælder kun indtil preset er deaktiveret. Standardindstillingerne for %@ påvirkes ikke.
de: Bearbeitungen bleiben nur bestehen, bis die Voreinstellung deaktiviert ist. Die Standardeinstellungen von %@ sind nicht betroffen.
fi: Muokkaukset säilyvät siihen asti, kun esiasetus poistetaan käytöstä. Tämä ei vaikuta alkuperäisiin %@ -asetuksiin.
nl: Bewerkingen blijven alleen bestaan totdat de voorinstelling is uitgeschakeld. De standaard instellingen van %@ worden niet beïnvloed.
sv: Ändringar gäller endast tills förinställningen är inaktiverad. Standardinställningarna för %@ påverkas inte.

source: Enable
da: Aktiver
de: Aktivieren
fi: Ota käyttöön
fr: Activer
nl: Inschakelen
sv: Aktivera

source: Enable Indefinitely
da: Aktiver uendeligt
de: Aktiviere unbegrenzt
fi: Ilman aikarajaa
fr: Activer indéfiniment
nl: Voor onbepaalde tijd inschakelen
sv: Sätt på tills vidare

source: Enabled
da: Aktiveret
de: Aktiviert
fi: Käytössä
fr: Activée
nl: Ingeschakeld
sv: På

source: End Time
da: Sluttidstid
de: Endzeit
fi: Päättymisaika
fr: Heure de fin
nl: Eind Tijd
sv: Sluttid

source: Enter %1$@ value
da: Angiv %1$@ værdi
de: %1$@ Wert eingeben
fi: Syötä %1$@ arvo
nl: Voer %1$@ waarde in
sv: Ange %1$@värde

source: Enter a number of units
da: Indtast antal enheder
de: Eingabe der Einheiten
fi: Syötä yksikkömäärä
fr: Entrez un nombre d'unités
nl: Voer aantal eenheden in
sv: Ange antal enheter

source: Enter a rate in units per hour
da: Indtast en dosis i enheder pr time
de: Eingabe Rate in Einheiten pro Stunde
fi: Syötä määrä yksiköinä tunnissa
fr: Entrez un taux en unités par heure
nl: Voer aantal eenheden per uur in
sv: Ange värde i enheter per timme

source: Event History
da: Hændelseshistorik
de: Ereignisverlauf
fi: Tapahtumahistoria
fr: Historique de l'événement
nl: Eventhistorie
sv: Händelsehistorik

source: Example
da: Eksempel
de: Beispiel
fi: Esimerkki
fr: Exemple
nl: Voorbeeld
sv: Exempel

source: Fast
da: Hurtig
de: Schnell
fi: Nopea
fr: Rapide
nl: Snel
sv: Snabb

source: For fast acting insulin, %1$@ assumes it is actively working for 6 hours. You can choose from %2$@ different models for how the app measures the insulin’s peak activity.
fi: %1$@ olettaa, että nopeavaikutteinen insuliini vaikuttaa aktiivisesti 6 tuntia. Valittavana on %2$@ eri mallia siitä, miten sovellus mittaa insuliinin vaikutushuipun.

source: For this range, choose the specific glucose value (or range of values) that you want %1$@ to aim for in adjusting your basal insulin.
da: For dette område, skal du vælge det specifikke blodsukker (eller interval), som du vil have %1$@ til at sigte efter, når din basal justeres.
de: Wählen Sie für diesen Bereich den spezifischen Blutzuckerwert (oder Wertebereich), der %1$@ bei der Anpassung des Basalinsulins angestrebt werden soll.
fi: Valitse tähän glukoosiarvo (tai arvoalue), jota %1$@ tavoittelee säätäessään basaalin määrää.
fr: Pour cette plage, choisissez la valeur de glycémie (ou la plage de valeurs) spécifique que %1$@ va viser en ajustant votre insuline basale.
nl: Kies voor dit bereik de specifieke glucosewaarde (of bereik aan waarde) waar u wilt dat %1$@ naar streeft bij het aanpassen van uw basale insuline.
sv: För detta intervall ska du välja det blodsockervärde (eller det målvärdesintervall) som du vill att %1$@ ska sträva efter genom justering av basalinsulin.

source: Get help with Therapy Settings
da: Få hjælp til indstillinger
de: Hilfe zu den Therapieeinstellungen
fi: Apua hoitoasetuksiin
fr: Obtenir de l'aide avec les paramètres de thérapie
nl: Hulp krijgen bij therapie-instellingen
sv: Få hjälp med behandlingsinställningar

source: Go Back
da: Gå tilbage
de: Zurück
fi: Takaisin
fr: Retour
nl: Ga Terug
sv: Gå tillbaka

source: High Basal Rate
da: Høj basalrate
de: Hohe Basalrate
fi: Korkea basaalitaso
fr: Débit basal haut
nl: Hoge Basaal Snelheid
sv: Hög basaldos

source: High Carb Ratio
da: Høj kulhydratforhold
de: Hohes KH-Verhältnis
fi: Korkea hiilihydraattisuhde
fr: Ratios insuline-glucides haut
nl: Hoge koolhydraten verhouding
sv: Hög insulinkvot

source: High Correction Value
da: Høj korrektionsværdi
de: Hoher Korrekturwert
fi: Korkea korjausarvo
fr: Valeur de correction haute
nl: Hoge correctie waarde
sv: Högt målvärde

source: High Glucose Safety Limit
da: Høj sikkerhedsgrænse for blodsukker
de: Hohe Blutzucker-Sicherheitsgrenze
fi: Korkean glukoosin turvaraja
fr: Valeur de Glycémie haute
nl: Hoge glucose veiligheidslimiet
sv: Säkerhetsgräns för högt blodsocker

source: High Insulin Sensitivity
da: Høj insulin følsomhed
de: Hohe Insulinempfindlichkeit
fi: Korkea insuliiniherkkyys
fr: Sensibilité à l'insuline élevée
nl: Hoge insuline gevoeligheid
sv: Hög insulinkänslighet

source: High Maximum Basal Rate
da: Høj maksimal basalrate
de: Hohe maximale Basalrate
fi: Korkea suurin sallittu basaalitaso
fr: Valeur Max débit basal haute
nl: Hoge Maximale Basaal Snelheid
sv: Hög maximal basaldos

source: High Maximum Bolus
da: Maksimal bolus
de: Hoher maximaler Bolus
fi: Korkea suurin sallittu bolus
fr: Valeur Bolus haute
nl: Hoge Maximum Bolus
sv: Hög maximal bolus

source: High Pre-Meal Value
da: Høj værdi før-måltid
de: Hoher Pre-Meal-Wert
fi: Korkea Ennen ateriaa -arvo
fr: Valeur de pré-repas haute
nl: Hoge voor de maaltijd waarde
sv: Högt värde före måltid

source: High Workout Value
da: Høj træningsværdi
de: Hoher Trainings-Wert
fi: Korkea Liikuntatila-arvo
nl: Hoge trainingswaarde
sv: Högt träningsvärde

source: History
da: Historie
de: Verlauf
fi: Historia
fr: Historique
nl: Geschiedenis
sv: Historik

source: If these settings look good to you, tap Save Settings to continue.
da: Hvis indstillingerne er korrekte, skal du trykke på "Gem indstillinger" for at fortsætte.
de: Wenn diese Einstellungen für Sie gut aussehen, tippen Sie auf Einstellungen speichern, um fortzufahren.
fi: Jos nämä asetukset näyttävät sopivilta, jatka napauttamalla Tallenna asetukset.
nl: Als deze instellingen er goed uitzien, tikt u op Instellingen opslaan om door te gaan.
sv: Om inställningarna ser bra ut, tryck på Spara inställningar för att fortsätta.

source: If you've used a CGM before, you're likely familiar with target range as a wide range of values you'd like for your glucose notification alerts, such as 70-180 mg/dL or 90-200 mg/dL.
da: Hvis du har brugt en CGM tidligere er du sandsynligvis bekendt med at få advarsler ud fra et blodsukker interval, såsom 5-10 mmol/L eller 6-12 mmol/L.
de: Wenn Sie bereits ein CGM verwendet haben, sind Sie wahrscheinlich mit dem Zielbereich und einer Vielzahl von Werten vertraut, die Sie für Ihre Blutzuckerbenachrichtigungswarnungen wünschen, z. B. 70-180 mg/dL oder 4-10 mmol/L.
fi: Jos olet käyttänyt jatkuvaa glukoosinseurantaa aiemmin, tavoitealue on todennäköisesti tuttu laajana glukoosiarvoalueena, jonka haluat hälytyksille, esimerkiksi 4–10 mmol/L tai 5–11 mmol/L.
fr: Si vous avez déjà utilisé une CGM, vous êtes probablement familier avec la notion de cible comme une large zone de valeurs que vous souhaitez pour vos alertes de notification de glycémie, comme 70-180 mg/dL ou 90-200 mg/dL.
nl: Als u al eerder een CGM hebt gebruikt, bent u waarschijnlijk bekend met het doelbereik als een breed scala aan waarden die u wilt voor uw glucosemeldingswaarschuwingen, zoals 70-180 mg/dL of 90-200 mg/dL.
sv: Om du använt en CGM tidigare är du förmodligen van vid ett brett målvärdesintervall för varningsnotiser, som 70-180 mg/dl eller 90-200 mg/dl.

source: Insulin sensitivity describes how your blood glucose should respond to a 1 Unit dose of insulin. Smaller values mean more insulin will be given when above target. Values that are too small can cause dangerously low blood glucose.
da: Insulinfølsomhed beskriver hvordan dit blodsukker påvirkes af 1 enhed insulin. Mindre værdier betyder at mere insulin vil blive givet, når blodsukkeret er over målet. Værdier der er for små, kan forårsage faretruende lavt blodsukker.
de: Die Insulinempfindlichkeit beschreibt, wie Ihr Blutzucker auf die Insulindosis von 1 Einheit reagiert. Kleinere Werte bedeuten, dass mehr Insulin verabreicht wird, wenn der BZ über dem Ziel liegt. Zu kleine Werte können gefährlich niedrige Blutzuckerwerte verursachen.
fi: Insuliiniherkkyys kuvaa sitä, kuinka paljon glukoosi laskee yhdellä insuliiniyksiköllä. Liian pienet arvot voivat johtaa vaarallisen matalaan verensokeriin.
fr: Le facteur de sensibilité à l’insuline décrit comment votre taux de glycémie devrait réagir à 1 unité d’insuline. Les valeurs plus petites veulent dire que davantage d’insuline sera donnée quand votre taux de glycémie est au-dessus de la cible. Des valeurs trop petites peuvent entraîner des hypoglycémies dangereuses.
nl: Insuline gevoeligheid beschrijft hoe de bloed glucose reageert op 1 eenheid insuline. Lagere waarde betekent dat meer insuline gegeven wordt wanneer je boven doelbereik bent. Een te laag ingestelde insuline gevoeligheid kan leiden tot gevaarlijk lage bloed glucose waardes.
sv: Insulinkänslighet beskriver hur ditt blodglukos svarar på 1 enhet insulin. Mindre värden innebär att mer insulin kommer att ges när blodsocker är över målvärde. Värden som är för små kan orsaka farligt låga blodsocker.

# Interrupted %1$@: &lt;b&gt;%2$@&lt;/b&gt; of %3$@ %4$@
source: Interrupted %1$@: <b>%2$@</b> of %3$@ %4$@
da: Afbrudt %1$@: <b>%2$@</b> af %3$@ %4$@
de: Unterbrochene %1$@: <b>%2$@</b> von %3$@ %4$@
fi: Keskeytetty %1$@: <b>%2$@</b> / %3$@ %4$@
nl: Onderbroken %1$@: <b>%2$@</b> van %3$@ %4$@
sv: Avbruten %1$@: <b>%2$@</b> av %3$@ %4$@

source: It can be set as low as %1$@. It can be set as high as %2$@.
da: Det kan sættes så lavt som %1$@. Det kan sættes så højt som %2$@.
de: Es kann so niedrig wie %1$@ eingestellt werden. Es kann so hoch wie %2$@ eingestellt werden.
fi: Se voidaan asettaa alimmillaan %1$@ ja korkeimmillaan %2$@.
fr: Il peut être défini entre %1$@ et %2$@.
nl: Het kan zo laag worden ingesteld als %1$@. Het kan zo hoog worden ingesteld als %2$@.
sv: Det kan ställas in så lågt som %1$@. Det kan ställas in så högt som %2$@.

source: Loop supports 1 to 48 rates per day.
da: Loop understøtter 1 til 48 doser per dag.
de: Loop unterstützt 1 bis 48 Einträge pro Tag.
fi: Loop tukee 1–48 basaalitasoa päivässä.
fr: Loop gère entre 1 à 48 ratios par jour.
nl: Loop ondersteunt 1 tot 48 snelheden per dag.
sv: Loop stöder 1 till 48 olika basaldoser per dag.

source: Low Basal Rate
da: Lav basalrate
de: Niedrige Basalrate
fi: Matala basaalitaso
fr: Valeur débit basal basse
nl: Lage Basaal Hoeveelheid
sv: Låg basaldos

source: Low Carb Ratio
da: Lav kulhydratforhold
de: Niedriges KH-Verhältnis
fi: Matala hiilihydraattisuhde
fr: Ratios insuline-glucides bas
nl: Lage koolhydraten verhouding
sv: Låg insulinkvot

source: Low Correction Value
da: Lav korrektionsværdi
de: Niedriger Korrekturwert
fi: Matala korjausarvo
fr: Valeur correction basse
nl: Lage correctie waarde
sv: Lågt målvärde

source: Low Glucose Safety Limit
da: Lav sikkerhedsgrænse for blodsukker
de: Niedrige Blutzucker-Sicherheitsgrenze
fi: Alhainen glukoosin turvaraja
fr: Valeur de Glycémie basse
nl: Lage Glucose veiligheidslimiet
sv: Säkerhetsgräns för lågt blodsocker

source: Low Insulin Sensitivity
da: Lav insulin følsomhed
de: Niedrige Insulinempfindlichkeit
fi: Matala insuliiniherkkyys
fr: Sensibilité à l'insuline faible
nl: Lage insuline gevoeligheid
sv: Låg insulinkänslighet

source: Low Maximum Basal Rate
da: Lav maksimal basalrate
de: Niedrige maximale Basalrate
fi: Matala suurin sallittu basaalitaso
fr: Valeur Max débit basal basse
nl: Lage maximale basaal snelheid
sv: Låg maximal basaldos

source: Low Maximum Bolus
da: Lav maksimal bolus
de: Niedriger maximaler Bolus
fi: Matala suurin sallittu bolus
fr: Valeur Bolus basse
nl: Lage Maximum Bolus
sv: Låg maximal bolus

source: Low Pre-Meal Value
da: Lav værdi før-måltid
de: Niedriger Pre-Meal-Wert
fi: Alhainen Ennen ateriaa -arvo
fr: Valeur de pré-repas basse
nl: Lage voor de maaltijd waarde
sv: Lågt värde före måltid

source: Low Workout Value
da: Lav træningsværdi
de: Niedriger Trainings-Wert
fi: Alhainen Liikuntatila-arvo
fr: Faible valeur d’entraînement
nl: Lage Trainings Waarde
sv: Lågt träningsvärde

source: Maximum Basal Rate is the maximum automatically adjusted basal rate that %@ is allowed to enact to help reach your correction range.
da: Maksimal basalrate er den maksimale automatisk justerede basalrate, som %@ har lov til at sætte for at hjælpe med at nå dit korrektionsområde.
de: Die maximale Basalrate ist die maximale automatisch angepasste Basalrate, die %@ aktiviert werden darf, um Ihren Korrekturbereich zu erreichen.
fi: Suurin sallittu basaalitaso tarkoittaa suurinta perusinsuliinin määrää, jonka %@ saa asettaa automaattisesti tavoitellessaan korjausaluetta.
fr: Le taux basal maximal est le taux basal ajusté automatiquement maximum que %@ est autorisé à utiliser pour atteindre votre plage de correction.
nl: Maximale basaal snelheid is de maximale hoeveelheid die %@ automatisch kan aanpassen om binnen je correctie bereik te komen.
sv: Maximal basaldos är den automatisk inställda basaldos som %@ använder för att korrigera blodsockret till ditt angivna målvärde med.

source: Maximum Basal Rate is the maximum automatically adjusted basal rate that (appName) is allowed to enact to help reach your correction range.
da: Maksimal basalrate er den maksimale automatisk justerede basalrate, som (appName) har lov til at sætte for at hjælpe med at nå dit korrektionsområde.
de: Die maximale Basalrate ist die maximale automatisch angepasste Basalrate, die (appName) aktiviert werden darf, um Ihren Korrekturbereich zu erreichen.
fi: Suurin sallittu basaalitaso tarkoittaa suurinta perusinsuliinin määrää, jonka (appName) saa asettaa automaattisesti tavoitellessaan korjausaluetta.
fr: Le taux basal maximal est le taux basal ajusté automatiquement maximum que (appName) est autorisé à utiliser pour atteindre votre plage de correction.
nl: Maximale basaalstand is de maximale hoeveelheid die (appName) gebruikt mag worden om je basaalstand te helpen corrigeren.
sv: Maximal basaldos är den automatisk inställda basaldos som (appName) använder för att korrigera blodsockret till ditt angivna målvärde med.

source: Maximum Bolus is the highest bolus amount that you will allow %@ to recommend at one time to cover carbs or bring down high glucose.
da: Maksimal bolus er den højeste bolus, som du vil tillade %@ at anbefale på én gang for at dække kulhydrater eller nedbringe højt blodsukker.
de: Maximaler Bolus ist die höchste Bolusmenge, die Sie %@ erlauben, auf einmal abzugeben um Kohlenhydrate zu decken oder ein hoher Blutzucker zu senken.
fi: Suurin sallittu bolus tarkoittaa suurinta insuliiniannosta, jonka %@ voi suositella annettavaksi yhdellä kertaa kattamaan hiilihydraatteja tai alentamaan korkeaa glukoosia.
fr: Le bolus maximum est la quantité de bolus la plus élevée que vous pouvez délivrer %@ en une fois pour couvrir les glucides ou abaisser le taux de glycémie élevé.
nl: Maximale bolus is de hoogste bolus die %@ je kan geven om koolhydraten te dekken of hoge bloed glucose te verlagen.
sv: Maximal bolus är den högsta bolusmängd som kan ges vid ett tillfälle av %@ för att behandla kolhydrater eller ett högt blodsocker.

source: Maximum Bolus is the highest bolus amount that you will allow (appName) to recommend at one time to cover carbs or bring down high glucose.
da: Maksimal bolus er den højeste bolus, som du vil tillade (appName) at anbefale på én gang for at dække kulhydrater eller nedbringe højt blodsukker.
de: Maximaler Bolus ist die höchste Bolusmenge, die Sie erlauben (appName) auf einmal abzugeben um Kohlenhydrate zu decken oder ein hoher Blutzucker zu senken.
fi: Suurin sallittu bolus tarkoittaa suurinta insuliiniannosta, jonka (appName) voi suositella annettavaksi yhdellä kertaa kattamaan hiilihydraatteja tai alentamaan korkeaa glukoosia.
fr: Le Bolus maximum est la quantité de bolus la plus élevée que vous autoriserez (appName) à recommander à la fois pour couvrir les glucides ou abaisser le taux de glycémie élevé.
nl: Maximale bolus is de hoogste bolus die (appName) je kan geven om koolhydraten te dekken of hoge bloed glucose te verlagen.
sv: Maximal bolus är den högsta bolusmängd som kan ges vid ett tillfälle av (appName) för att behandla kolhydrater eller ett högt blodsocker.

source: Medium
de: Mittlere
fi: Keskiverto
fr: Moyen
nl: Middel

source: Middle
da: Mellem
de: Mitte
fi: Keskellä
fr: Milieu
nl: Midden
sv: Mellan

source: More Info
da: Mere info
de: Weitere Info
fi: Lisätietoa
fr: Plus d'informations
nl: Meer informatie
sv: Mer info

source: Name
da: Navn
fi: Nimi
fr: Nom
nl: Naam
sv: Namn

source: New Entry
de: Neuer Eintrag
fi: Uusi merkintä
fr: Ajout
nl: Nieuwe invoer
sv: Ny post

source: New Preset
da: Ny Preset
de: Neue Voreinstellung
fi: Uusi esiasetus
fr: Nouveau préréglage
nl: Nieuw tijdelijk programma
sv: Ny förinställning

source: No Basal Insulin
da: Ingen basal insulin
de: Kein Basalinsulin
fi: Ei basaali-insuliinia
fr: Pas de Basal
nl: Geen basale insuline
sv: Inget basalinsulin

source: Other
da: Anden
de: Andere
fi: Muu
fr: Autre
nl: Anders
sv: Annan

source: Overall Insulin Needs
da: Totalt insulin behov
de: Gesamtinsulinbedarf
fi: Kokonaisinsuliinitarve
fr: Besoin total en insuline
nl: Totale insuline behoefte
sv: Totalt insulinbehov

source: Override History
da: Override historik
de: Verlauf überschreiben
fi: Tilapäisasetushistoria
fr: Remplacer l'historique
nl: Programma geschiedenis
sv: Historik av Undantag

source: Override Presets
da: Presets
de: Override-Voreinstellungen
fi: Tilapäisasetukset
fr: Préréglages de surcharge
nl: Tijdelijke programma’s
sv: Förinställningar för Undantag

source: Override presets can be set up under the 'Configuration' section of the settings screen.
da: Preset kan sættes op i sektionen 'Konfiguration' i indstillinger.
de: Voreinstellungen der Overrides können im Abschnitt Konfiguration des Einstellungsbildschirms eingerichtet werden.
fi: Tilapäisasetuksia voidaan luoda Asetukset-näkymän Määritykset-osiossa.
fr: Les préréglages de surcharge peuvent être ajoutés dans la section “Configuration” de l’écran des réglages.
nl: Tijdelijke programma’s kunnen ingesteld worden via het onderdeel “instellingen” in het instellingenscherm.
sv: Förinställningar för undantag kan ställas in under ‘Konfiguration’ i menyn inställningar.

source: Overrides
fi: Tilapäisasetukset
fr: Surcharges
nl: Tijdelijke programma’s
sv: Undantag

source: PRESETS
de: VOREINSTELLUNGEN
fi: ESIASETUKSET
fr: PRÉRÉGLAGES
nl: Programma’s
sv: FÖRINSTÄLLNINGAR

source: Pre-Meal Values
da: Værdier før-måltid
de: Pre-Meal-Werte
fi: Ennen ateriaa -arvot
fr: Objectif de Pré-Repas
nl: Voor de maaltijd waardes
sv: Värden för 'Före måltid'

source: Prescription
da: Recept
de: Verabreichung
fi: Resepti
nl: Recepten
sv: Recept

source: Progressing.
da: Status.
de: Fortschritt.
fi: Edistyminen.
fr: En cours de traitement.
nl: Voortgang.
sv: Behandlas.

source: Pump Event
da: Pumpe hændelse
de: Pumpen-Ereignis
fi: Pumpun tapahtuma
fr: Événement de pompe
nl: Pomp gebeurtenis
sv: Pumphändelse

source: Pump Inoperable
da: Pumpen ubrugelig
de: Pumpe nicht funktionsfähig
fi: Pumppu ei toiminnassa
fr: Pompe inutilisable
nl: Pomp onwerkbaar
sv: Pump obrukbar

source: Rapid-Acting – Adults
da: Hurtigt-virkende (Rapid) – Voksne
de: Schnell wirksam (Erwachsene)
fi: Nopeavaikutteinen – aikuiset
fr: Action rapide - Adulte
nl: Snelwerkende - volwassenen
sv: Snabbverkande – vuxna

source: Rapid-Acting – Children
da: Hurtigt-virkende (Rapid) – Børn
de: Schnell wirksam (Kinder)
fi: Nopeavaikutteinen – lapset
fr: Action rapide - Enfant
nl: Snelwerkende - kinderen
sv: Snabbverkande – barn

source: Required
da: Påkrævet
de: Erforderlich
fi: Pakollinen
fr: Nécessaire
nl: Vereist
sv: Krävs

source: Resume Delivery
da: Fortsæt afgivelse
de: Abgabe fortsetzen
fi: Jatka annostelua
fr: Reprendre la distribution
nl: Hervat toediening
sv: Återuppta insulintillförsel

source: Resuming
da: Fortsætter
de: Fortsetzen
fi: Jatketaan
fr: Reprise en cours
nl: Hervat
sv: Återupptar

source: Review and Save Settings
da: Gennemse og gem indstillinger
de: Einstellungen überprüfen und speichern
fi: Tarkista ja tallenna asetukset
nl: Bekijk en bewaar instellingen
sv: Granska och spara inställningar

source: Review your therapy settings below. If you’d like to edit any of these settings, tap Back to go back to that screen.
da: Gennemgå dine behandlingsindstillinger nedenfor. Hvis du vil redigere en af disse indstillinger, skal du trykke på "Tilbage" for at gå tilbage til den skærm.
de: Überprüfen Sie unten Ihre Therapieeinstellungen. Wenn Sie eine dieser Einstellungen bearbeiten möchten, tippen Sie auf Zurück, um zu diesem Bildschirm zurückzukehren.
fi: Tarkista alla olevat hoitoasetukset. Jos haluat muokata jotakin näistä asetuksista, napauta Takaisin.
fr: Vérifiez vos réglages de thérapie ci-dessous. Si vous souhaitez modifier l'un de ces paramètres, appuyez sur Retour pour revenir à cet écran.
nl: Controleer hieronder uw instellingen voor therapie. Als u een van deze instellingen wilt bewerken, tik dan op Terug om terug te gaan naar dat scherm.
sv: Granska dina behandlingsinställningar nedan. Om du behöver ändra någon av dessa, tryck Tillbaka för att gå tillbaka till det fönstret.
